Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Image field must be a valid fieldname
ar: يجب أن يكون حقل الصورة اسم حقل صالحًا

source: Image field must be of type Attach Image
ar: يجب أن يكون حقل الصورة من النوع إرفاق صورة

source: Image link '{0}' is not valid
ar: رابط الصورة &#39;{0}&#39; غير صالح

source: Image optimized
ar: الصورة الأمثل

source: Image: Corrupted Data Stream
ar: الصورة: دفق البيانات التالف

source: Images
ar: الصور

source: Impersonate
ar: انتحال شخصية

source: Impersonate as {0}
ar: انتحال شخصية كـ {0}

source: Impersonated by {0}
ar: تم انتحال الشخصية بواسطة {0}

source: Impersonating {0}
ar: انتحال شخصية {0}

source: Implement `clear_old_logs` method to enable auto error clearing.
ar: قم بتنفيذ طريقة &quot;clear_old_logs&quot; لتمكين مسح الأخطاء تلقائيًا.

source: Implicit
ar: ضمني

source: Import
ar: يستورد

# Button in list view menu
source: Import
ar: يستورد

# Data Import
source: Import Data
ar: بيانات الاستيراد

source: Import Email From
ar: استيراد البريد الإلكتروني من

source: Import File
ar: استيراد ملف

source: Import File Errors and Warnings
ar: أخطاء وتحذيرات ملف الاستيراد

source: Import Log
ar: سجل الاستيراد

source: Import Log Preview
ar: معاينة سجل الاستيراد

source: Import Preview
ar: معاينة الاستيراد

source: Import Progress
ar: تقدم الاستيراد

source: Import Subscribers
ar: استيراد المشتركين

source: Import Type
ar: نوع الاستيراد

source: Import Warnings
ar: تحذيرات الاستيراد

source: Import Zip
ar: استيراد الرمز البريدي

source: Import from Google Sheets
ar: استيراد من جداول بيانات جوجل

source: Import template should be of type .csv, .xlsx or .xls
ar: يجب أن يكون قالب الاستيراد من النوع ‎.csv أو ‎.xlsx أو ‎.xls

source: Import template should contain a Header and atleast one row.
ar: يجب أن يحتوي قالب الاستيراد على رأس وصف واحد على الأقل.

source: Import timed out, please re-try.
ar: انتهت مهلة الاستيراد، يرجى إعادة المحاولة.

source: Importing {0} is not allowed.
ar: استيراد {0} غير مسموح به.

source: Importing {0} of {1}
ar: استيراد {0} من {1}

source: Importing {0} of {1}, {2}
ar: استيراد {0} من {1}، {2}

source: In
ar: في

source: In Days
ar: في الايام

source: In ERPNext, you can add your Employees as Users, and give them restricted access. Tools like Role Permission and User Permission allow you to define rules which give restricted access to the user to masters and transactions.
ar: في ERPNext، يمكنك إضافة موظفيك كمستخدمين، ومنحهم وصولًا مقيدًا. تتيح لك أدوات مثل إذن الدور وإذن المستخدم تحديد القواعد التي تمنح المستخدم وصولاً مقيدًا إلى البيانات الرئيسية والمعاملات.

source: In Filter
ar: في التصفية

source: In Global Search
ar: في البحث العالمي

source: In Grid View
ar: في عرض الشبكة

source: In List Filter
ar: في قائمة التصفية

source: In List View
ar: في عرض القائمة

source: In Preview
ar: في المعاينة

source: In Progress
ar: في تَقَدم

source: In Read Only Mode
ar: في وضع القراءة فقط

source: In Reply To
ar: ردا على

source: In Standard Filter
ar: في التصفية القياسية

source: In each module, you will find a host of single-click reports, ranging from financial statements to sales and purchase analytics and stock tracking reports. If a required new report is not available out-of-the-box, you can create custom reports in ERPNext by pulling values from the same multiple ERPNext tables.
ar: ستجد في كل وحدة مجموعة من التقارير بنقرة واحدة، بدءًا من البيانات المالية وحتى تحليلات المبيعات والمشتريات وتقارير تتبع المخزون. إذا لم يكن التقرير الجديد المطلوب متاحًا بشكل جاهز، فيمكنك إنشاء تقارير مخصصة في ERPNext عن طريق سحب القيم من نفس جداول ERPNext المتعددة.

source: In points. Default is 9.
ar: في نقاط. الافتراضي هو 9.

source: In seconds
ar: في ثوان

source: Inactive
ar: غير نشط

source: Inavlid Values
ar: القيم غير الصالحة

source: Inbox
ar: صندوق الوارد

source: Inbox User
ar: مستخدم البريد الوارد

source: Inbox View
ar: عرض البريد الوارد

source: Include Name Field
ar: تضمين حقل الاسم

source: Include Search in Top Bar
ar: تضمين البحث في الشريط العلوي

source: Include Theme from Apps
ar: تضمين السمة من التطبيقات

source: Include Web View Link in Email
ar: تضمين رابط عرض الويب في البريد الإلكتروني

source: Include filters
ar: تضمين المرشحات

source: Include indentation
ar: تضمين المسافة البادئة

source: Include symbols, numbers and capital letters in the password
ar: قم بتضمين الرموز والأرقام والأحرف الكبيرة في كلمة المرور

source: Incoming
ar: وارد

source: Incoming (POP/IMAP) Settings
ar: إعدادات الوارد (POP/IMAP).

source: Incoming Emails (Last 7 days)
ar: رسائل البريد الإلكتروني الواردة (آخر 7 أيام)

source: Incoming Server
ar: خادم البريد الوارد

source: Incoming Settings
ar: إعدادات الواردة

source: Incoming email account not correct
ar: حساب البريد الإلكتروني الوارد غير صحيح

source: Incomplete Virtual Doctype Implementation
ar: تنفيذ Doctype الظاهري غير مكتمل

source: Incomplete login details
ar: تفاصيل تسجيل الدخول غير كاملة

source: Incorrect Configuration
ar: تكوين غير صحيح

source: Incorrect URL
ar: عنوان URL غير صحيح

source: Incorrect User or Password
ar: مستخدم أو كلمة مرور غير صحيحة

source: Incorrect Verification code
ar: رمز التحقق غير صحيح

source: Incorrect value in row {0}: {1} must be {2} {3}
ar: قيمة غير صحيحة في الصف {0}: يجب أن يكون {1} هو {2} {3}

source: Incorrect value: {0} must be {1} {2}
ar: قيمة غير صحيحة: يجب أن يكون {0} هو {1} {2}

source: Index
ar: فِهرِس

source: Index Web Pages for Search
ar: فهرسة صفحات الويب للبحث

source: Index created successfully on column {0} of doctype {1}
ar: تم إنشاء الفهرس بنجاح في العمود {0} من نوع المستند {1}

source: Indexing authorization code
ar: رمز ترخيص الفهرسة

source: Indexing refresh token
ar: رمز تحديث الفهرسة

source: Indicator
ar: مؤشر

source: Indicator Color
ar: لون المؤشر

source: Indicator color
ar: لون المؤشر

source: Info
ar: معلومات

source: Info:
ar: معلومات:

source: Initial Sync Count
ar: عدد المزامنة الأولي

source: Insert
ar: إدراج

source: Insert Above
ar: إدراج أعلاه

source: Insert After
ar: أدخل بعد

source: Insert After cannot be set as {0}
ar: لا يمكن تعيين &quot;إدراج بعد&quot; كـ {0}

source: Insert After field '{0}' mentioned in Custom Field '{1}', with label '{2}', does not exist
ar: إدراج بعد الحقل &#39;{0}&#39; المذكور في الحقل المخصص &#39;{1}&#39;، بالتسمية &#39;{2}&#39;، غير موجود

source: Insert Below
ar: أدخل أدناه

source: Insert Column Before {0}
ar: إدراج عمود قبل {0}

source: Insert Image in Markdown
ar: إدراج صورة في تخفيض السعر

source: Insert New Records
ar: إدراج سجلات جديدة

source: Insert Style
ar: إدراج النمط

source: Install {0} from Marketplace
ar: قم بتثبيت {0} من Marketplace

source: Installed Application
ar: التطبيق المثبت

source: Installed Applications
ar: التطبيقات المثبتة

source: Installed Apps
ar: التطبيقات المثبتة

source: Instructions
ar: تعليمات

source: Instructions Emailed
ar: تعليمات بالبريد الإلكتروني

source: Insufficient Permission Level for {0}
ar: مستوى الأذونات غير كافٍ لـ {0}

source: Insufficient Permission for {0}
ar: الإذن غير كافٍ لـ {0}

source: Insufficient Permissions for deleting Report
ar: الأذونات غير كافية لحذف التقرير

source: Insufficient Permissions for editing Report
ar: أذونات غير كافية لتحرير التقرير

source: Insufficient attachment limit
ar: حد المرفقات غير كاف

source: Int
ar: كثافة العمليات

source: Integration Request
ar: طلب التكامل

source: Integrations
ar: التكامل

source: Integrations can use this field to set email delivery status
ar: يمكن لعمليات التكامل استخدام هذا الحقل لتعيين حالة تسليم البريد الإلكتروني

source: Inter
ar: انتر

source: Interests
ar: الإهتمامات

source: Intermediate
ar: متوسط

source: Internal Server Error
ar: خطأ في الخادم الداخلي

source: Internal record of document shares
ar: السجل الداخلي لمشاركات الوثيقة

source: Intro
ar: مقدمة

source: Intro Video URL
ar: عنوان URL للفيديو التمهيدي

source: Introduce your company to the website visitor.
ar: قدم شركتك لزائر الموقع.

source: Introduction
ar: مقدمة

source: Introduction to Website
ar: مقدمة إلى الموقع

source: Introductory information for the Contact Us Page
ar: معلومات تمهيدية لصفحة اتصل بنا

source: Introspection URI
ar: الاستبطان URI

source: Invalid
ar: غير صالح

source: Invalid "depends_on" expression
ar: تعبير &quot;depends_on&quot; غير صالح

source: Invalid "depends_on" expression set in filter {0}
ar: تم تعيين تعبير &quot;depends_on&quot; غير صالح في عامل التصفية {0}

source: Invalid "mandatory_depends_on" expression
ar: تعبير &quot;mandatory_depends_on&quot; غير صالح

source: Invalid Action
ar: عمل غير صالح

source: Invalid CSV Format
ar: تنسيق CSV غير صالح

source: Invalid Condition: {}
ar: حالة غير صالحة: {}

source: Invalid Credentials
ar: بيانات الاعتماد غير صالحة

source: Invalid Date
ar: تاريخ غير صالح

source: Invalid DocType
ar: نوع المستند غير صالح

source: Invalid DocType: {0}
ar: DocType غير صالح: {0}

source: Invalid Fieldname
ar: اسم الحقل غير صالح

source: Invalid File URL
ar: عنوان URL للملف غير صالح

source: Invalid Filter Format for field {0} of type {1}. Try using filter icon on the field to set it correctly
ar: تنسيق التصفية غير صالح للحقل {0} من النوع {1}. حاول استخدام أيقونة الفلتر في الحقل لتعيينه بشكل صحيح

source: Invalid Filter Value
ar: قيمة عامل التصفية غير صالحة

source: Invalid Home Page
ar: الصفحة الرئيسية غير صالحة

source: Invalid Link
ar: رابط غير صالح

source: Invalid Login Token
ar: رمز تسجيل الدخول غير صالح

source: Invalid Login. Try again.
ar: تسجيل الدخول غير صالح. حاول ثانية.

source: Invalid Mail Server. Please rectify and try again.
ar: خادم البريد غير صالح. يرجى التصحيح والمحاولة مرة أخرى.

source: Invalid Naming Series: {}
ar: سلسلة تسمية غير صالحة: {}

source: Invalid Operation
ar: عملية غير صالحة

source: Invalid Option
ar: خيار غير صالح

source: Invalid Outgoing Mail Server or Port: {0}
ar: خادم أو منفذ البريد الصادر غير صالح: {0}

source: Invalid Output Format
ar: تنسيق الإخراج غير صالح

source: Invalid Override
ar: تجاوز غير صالح

source: Invalid Parameters.
ar: معلمات غير صالحة.

source: Invalid Password
ar: رمز مرور خاطئ

source: Invalid Phone Number
ar: رقم الهاتف غير صحيح

source: Invalid Request
ar: طلب غير صالح

source: Invalid Search Field {0}
ar: حقل البحث غير صالح {0}

source: Invalid Table Fieldname
ar: اسم حقل الجدول غير صالح

source: Invalid Transition
ar: انتقال غير صالح

source: Invalid URL
ar: URL غير صالح

source: Invalid User Name or Support Password. Please rectify and try again.
ar: اسم مستخدم أو كلمة مرور الدعم غير صالحة. يرجى التصحيح والمحاولة مرة أخرى.

source: Invalid Webhook Secret
ar: سر الرد التلقائي على الويب غير صالح

source: Invalid aggregate function
ar: دالة مجمعة غير صالحة

source: Invalid column
ar: عمود غير صالح

source: Invalid docstatus
ar: حالة المستند غير صالحة

source: Invalid expression set in filter {0}
ar: تم تعيين تعبير غير صالح في عامل التصفية {0}

source: Invalid expression set in filter {0} ({1})
ar: تم تعيين تعبير غير صالح في عامل التصفية {0} ({1})

source: Invalid field name {0}
ar: اسم الحقل غير صالح {0}

source: Invalid fieldname '{0}' in autoname
ar: اسم الحقل &#39;{0}&#39; غير صالح في الاسم التلقائي

source: Invalid file path: {0}
ar: مسار الملف غير صالح: {0}

source: Invalid filter: {0}
ar: عامل التصفية غير صالح: {0}

source: Invalid json added in the custom options: {0}
ar: تمت إضافة json غير صالح في الخيارات المخصصة: {0}

source: Invalid name type (integer) for varchar name column
ar: نوع اسم غير صالح (عدد صحيح) لعمود اسم varchar

source: Invalid naming series {}: dot (.) missing
ar: سلسلة تسمية غير صالحة {}: النقطة (.) مفقودة

source: Invalid or corrupted content for import
ar: محتوى غير صالح أو تالف للاستيراد

source: Invalid redirect regex in row #{}: {}
ar: التعبير العادي لإعادة التوجيه غير صالح في الصف رقم {}: {}

source: Invalid request arguments
ar: وسيطات الطلب غير صالحة

source: Invalid state.
ar: حالة غير صالحة.

source: Invalid template file for import
ar: ملف القالب غير صالح للاستيراد

source: Invalid username or password
ar: خطأ في اسم المستخدم أو كلمة مرور

source: Invalid value specified for UUID: {}
ar: تم تحديد قيمة غير صالحة لـ UUID: {}

# Error message in web form
source: Invalid values for fields:
ar: قيم غير صالحة للحقول:

source: Invalid wkhtmltopdf version
ar: إصدار wkhtmltopdf غير صالح

source: Invalid {0} condition
ar: شرط {0} غير صالح

source: Inverse
ar: معكوس

source: Invite as User
ar: دعوة كمستخدم

source: Is
ar: يكون

source: Is Active
ar: نشط

source: Is Attachments Folder
ar: هو مجلد المرفقات

source: Is Calendar and Gantt
ar: هو التقويم وجانت

source: Is Child Table
ar: هو جدول الطفل

source: Is Complete
ar: مكتمل

source: Is Completed
ar: قد اكتمل

source: Is Custom
ar: مخصص

source: Is Custom Field
ar: هو حقل مخصص

source: Is Default
ar: هو الافتراضي

source: Is Dynamic URL?
ar: هل عنوان URL ديناميكي؟

source: Is Folder
ar: هو مجلد

source: Is Global
ar: عالمية

source: Is Hidden
ar: مخفيا

source: Is Home Folder
ar: هو المجلد الرئيسي

source: Is Mandatory Field
ar: حقل إلزامي

source: Is Optional State
ar: هي دولة اختيارية

source: Is Primary
ar: هو الابتدائي

source: Is Primary Contact
ar: هي جهة الاتصال الأساسية

source: Is Primary Mobile
ar: هو المحمول الأساسي

source: Is Primary Phone
ar: هو الهاتف الأساسي

source: Is Private
ar: هو خاص

source: Is Public
ar: عامة

source: Is Published Field
ar: تم نشر المجال

source: Is Published Field must be a valid fieldname
ar: يجب أن يكون الحقل المنشور اسم حقل صالحًا

source: Is Query Report
ar: هو تقرير الاستعلام

source: Is Remote Request?
ar: هل الطلب عن بعد؟

source: Is Single
ar: هو وحيد

source: Is Skipped
ar: تم تخطيه

source: Is Spam
ar: غير مرغوب فيه

source: Is Standard
ar: قياسي

source: Is Submittable
ar: قابل للتقديم

source: Is System Generated
ar: هل تم إنشاء النظام

source: Is Table
ar: هل الجدول

source: Is Table Field
ar: هو حقل الجدول

source: Is Tree
ar: هل شجرة

source: Is Unique
ar: فريد من نوعة

source: Is Virtual
ar: افتراضية

source: It is risky to delete this file: {0}. Please contact your System Manager.
ar: من الخطر حذف هذا الملف: {0}. يرجى الاتصال بمدير النظام الخاص بك.

source: Item Label
ar: تسمية العنصر

source: Item Type
ar: نوع العنصر

source: Item cannot be added to its own descendants
ar: لا يمكن إضافة العنصر إلى ذريته

source: JS
ar: شبيبة

source: JS Message
ar: رسالة شبيبة

source: JSON Request Body
ar: نص طلب JSON

source: Jane Doe
ar: جين دو

source: JavaScript
ar: جافا سكريبت

source: JavaScript Format: frappe.query_reports['REPORTNAME'] = {}
ar: تنسيق جافا سكريبت: frappe.query_reports[&#39;REPORTNAME&#39;] = {}

source: Javascript
ar: جافا سكريبت

source: Javascript is disabled on your browser
ar: تم تعطيل Javascript في متصفحك

source: Jinja
ar: جينجا

source: Job ID
ar: معرف الوظيفة

source: Job Id
ar: معرف الوظيفة

source: Job Info
ar: معلومات الوظيفة

source: Job Name
ar: اسم العمل

source: Job Status
ar: الحالة الوظيفية

source: Job Stopped Successfully
ar: تم إيقاف المهمة بنجاح

source: Job is not running.
ar: الوظيفة لا تعمل.

source: Join video conference with {0}
ar: انضم إلى مؤتمر فيديو مع {0}

source: Jump to field
ar: اذهب إلى الميدان

# Number system
source: K
ar: ك

source: Kanban
ar: كانبان

source: Kanban Board
ar: مجلس كانبان

source: Kanban Board Column
ar: عمود لوحة كانبان

source: Kanban Board Name
ar: اسم لوحة كانبان

# Button in kanban view menu
source: Kanban Settings
ar: إعدادات كانبان

source: Kanban View
ar: عرض كانبان

source: Keep track of all update feeds
ar: تتبع جميع خلاصات التحديث

source: Keeps track of all communications
ar: يتتبع جميع الاتصالات

source: Key
ar: مفتاح

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح

# Number system
source: Kh
ar: خ

source: Knowledge Base
ar: قاعدة المعرفة

source: Knowledge Base Contributor
ar: مساهم في قاعدة المعرفة

source: Knowledge Base Editor
ar: محرر قاعدة المعرفة

# Number system
source: L
ar: ل

source: LDAP Auth
ar: مصادقة LDAP

source: LDAP Custom Settings
ar: إعدادات LDAP المخصصة

source: LDAP Email Field
ar: حقل البريد الإلكتروني LDAP

source: LDAP First Name Field
ar: حقل الاسم الأول LDAP

source: LDAP Group
ar: مجموعة LDAP

source: LDAP Group Field
ar: حقل مجموعة LDAP

source: LDAP Group Mapping
ar: تعيين مجموعة LDAP

source: LDAP Group Mappings
ar: تعيينات مجموعة LDAP

source: LDAP Group Member attribute
ar: سمة عضو مجموعة LDAP

source: LDAP Last Name Field
ar: حقل اسم العائلة LDAP

source: LDAP Middle Name Field
ar: حقل الاسم الأوسط LDAP

source: LDAP Mobile Field
ar: حقل LDAP المحمول

source: LDAP Not Installed
ar: LDAP غير مثبت

source: LDAP Phone Field
ar: حقل هاتف LDAP

source: LDAP Search String
ar: سلسلة بحث LDAP

source: LDAP Search String must be enclosed in '()' and needs to contian the user placeholder {0}, eg sAMAccountName={0}
ar: يجب أن تكون سلسلة بحث LDAP محاطة بـ &#39;()&#39; ويجب أن تحتوي على العنصر النائب للمستخدم {0}، على سبيل المثال sAMAccountName={0}

source: LDAP Search and Paths
ar: بحث ومسارات LDAP

source: LDAP Security
ar: أمان LDAP

source: LDAP Server Settings
ar: إعدادات خادم LDAP

source: LDAP Server Url
ar: عنوان URL لخادم LDAP

source: LDAP Settings
ar: إعدادات LDAP

source: LDAP Settings
ar: إعدادات LDAP

source: LDAP User Creation and Mapping
ar: إنشاء مستخدم LDAP وتعيينه

source: LDAP Username Field
ar: حقل اسم مستخدم LDAP

source: LDAP is not enabled.
ar: لم يتم تمكين LDAP.

source: LDAP search path for Groups
ar: مسار بحث LDAP للمجموعات

source: LDAP search path for Users
ar: مسار بحث LDAP للمستخدمين

source: LDAP settings incorrect. validation response was: {0}
ar: إعدادات LDAP غير صحيحة. كانت استجابة التحقق: {0}

source: Label
ar: ملصق

source: Label Help
ar: تعليمات التسمية

source: Label and Type
ar: التسمية والنوع

source: Label is mandatory
ar: التسمية إلزامية

source: Landing Page
ar: الصفحة المقصودة

source: Landscape
ar: منظر جمالي

source: Language
ar: لغة

source: Language Code
ar: رمز اللغة

source: Language Name
ar: اسم اللغة

source: Last 10 active users
ar: آخر 10 مستخدمين نشطين

source: Last Active
ar: آخر نشاط

source: Last Backup On
ar: تم تشغيل آخر نسخة احتياطية

source: Last Execution
ar: التنفيذ الأخير

source: Last Heartbeat
ar: آخر نبضات القلب

source: Last IP
ar: آخر IP

source: Last Known Versions
ar: آخر الإصدارات المعروفة

source: Last Login
ar: آخر تسجيل دخول

source: Last Modified Date
ar: اخر تحديث

source: Last Modified On
ar: تاريخ آخر تعديل

source: Last Month
ar: الشهر الماضي

source: Last Name
ar: اسم العائلة

source: Last Password Reset Date
ar: تاريخ آخر إعادة تعيين لكلمة المرور

source: Last Point Allocation Date
ar: تاريخ تخصيص النقطة الأخيرة

source: Last Quarter
ar: الربع الأخير

source: Last Reset Password Key Generated On
ar: تم إنشاء مفتاح إعادة تعيين كلمة المرور الأخير في

source: Last Sync On
ar: تشغيل آخر مزامنة

source: Last Synced At
ar: تمت آخر مزامنة في

source: Last Synced On
ar: تم تشغيل آخر مزامنة

source: Last Updated By
ar: آخر تحديث بواسطة

source: Last Updated On
ar: تاريخ آخر تحديث

source: Last User
ar: المستخدم الأخير

source: Last Week
ar: الأسبوع الماضي

source: Last Year
ar: العام الماضي

source: Last synced {0}
ar: آخر مزامنة {0}

source: Layout Reset
ar: إعادة تعيين التخطيط

source: Layout will be reset to standard layout, are you sure you want to do this?
ar: سيتم إعادة تعيين التخطيط إلى التخطيط القياسي، هل أنت متأكد من أنك تريد القيام بذلك؟

source: Leaderboard
ar: المتصدرين

source: Learn about Standard and Custom Print Formats
ar: تعرف على تنسيقات الطباعة القياسية والمخصصة

source: Learn about Web Pages
ar: تعرف على صفحات الويب

source: Learn how to add Custom Fields
ar: تعرف على كيفية إضافة الحقول المخصصة

source: Learn more
ar: يتعلم أكثر

source: Learn more about Report Builders
ar: تعرف على المزيد حول منشئي التقارير

source: Learn more about creating new DocTypes
ar: تعرف على المزيد حول إنشاء DocTypes جديدة

source: Leave blank to repeat always
ar: اتركه فارغًا للتكرار دائمًا

source: Leave this conversation
ar: اترك هذه المحادثة

source: Ledger
ar: موازنة

source: Left
ar: غادر

# alignment
source: Left
ar: غادر

source: Left Bottom
ar: أسفل اليسار

source: Left Center
ar: مركز اليسار

source: Left this conversation
ar: ترك هذه المحادثة

source: Legal
ar: قانوني

source: Length
ar: طول

source: Length of passed data array is greater than value of maximum allowed label points!
ar: طول مصفوفة البيانات التي تم تمريرها أكبر من قيمة الحد الأقصى لنقاط التسمية المسموح بها!

source: Length of {0} should be between 1 and 1000
ar: يجب أن يتراوح طول {0} بين 1 و1000

source: Less
ar: أقل

source: Let us continue with the onboarding
ar: دعونا نستمر في الإعداد

source: Let's Get Started
ar: هيا بنا نبدأ

source: Let's Set Up Your Website.
ar: دعونا نقوم بإعداد موقع الويب الخاص بك.

source: Let's avoid repeated words and characters
ar: دعونا نتجنب الكلمات والأحرف المتكررة

source: Let's set up your account
ar: دعنا نقوم بإعداد حسابك

source: Let's take you back to onboarding
ar: دعنا نعيدك إلى مرحلة الإعداد

source: Letter
ar: خطاب

source: Letter Head
ar: رأس الرسالة

source: Letter Head Based On
ar: رأس الرسالة بناء على

source: Letter Head Image
ar: صورة رأس الرسالة

source: Letter Head Name
ar: اسم رأس الرسالة

source: Letter Head Scripts
ar: مخطوطات رأس الرسالة

source: Letter Head cannot be both disabled and default
ar: لا يمكن تعطيل رأس الرسالة وافتراضيًا

source: Letter Head in HTML
ar: رأس الرسالة في HTML

source: Level
ar: مستوى

source: Level 0 is for document level permissions, higher levels for field level permissions.
ar: المستوى 0 مخصص لأذونات مستوى المستند، والمستويات الأعلى لأذونات مستوى الحقل.

source: Level Name
ar: اسم المستوى

source: Library
ar: مكتبة

source: License
ar: رخصة

source: License Type
ar: نوع الرخصة

source: Light
ar: ضوء

source: Light Blue
ar: أزرق فاتح

source: Light Color
ar: لون فاتح

source: Light Theme
ar: موضوع الضوء

source: Like
ar: يحب

source: Like limit
ar: مثل الحد

source: Like limit per hour
ar: مثل الحد في الساعة

source: Like on {0}: {1}
ar: إعجاب في {0}: {1}

source: Liked
ar: احب

source: Liked By
ar: تم الإعجاب من قِبل

source: Likes
ar: الإعجابات

source: Limit
ar: حد

source: Limit Number of DB Backups
ar: الحد من عدد النسخ الاحتياطية لقاعدة البيانات

source: Line
ar: خط

source: Link
ar: وصلة

source: Link Cards
ar: بطاقات الارتباط

source: Link Count
ar: عدد الروابط

source: Link Details
ar: تفاصيل الرابط

source: Link DocType
ar: رابط DocType

source: Link Document Type
ar: نوع مستند الارتباط

source: Link Expired
ar: انتهت صلاحية الرابط

source: Link Field Results Limit
ar: حد نتائج حقل الارتباط

source: Link Fieldname
ar: اسم الحقل الرابط

source: Link Filters
ar: مرشحات الارتباط

source: Link Name
ar: اسم الرابط

source: Link Title
ar: عنوان الرابط

source: Link To
ar: رابط ل

source: Link To in Row
ar: رابط إلى في الصف

source: Link Type
ar: نوع الرابط

source: Link Type in Row
ar: نوع الارتباط في الصف

source: Link for About Us Page is "/about".
ar: رابط صفحة &quot;معلومات عنا&quot; هو &quot;/about&quot;.

source: Link that is the website home page. Standard Links (home, login, products, blog, about, contact)
ar: الرابط الذي هو الصفحة الرئيسية للموقع. الروابط القياسية (الصفحة الرئيسية، تسجيل الدخول، المنتجات، المدونة، حول، جهة الاتصال)

source: Link to the page you want to open. Leave blank if you want to make it a group parent.
ar: رابط إلى الصفحة التي تريد فتحها. اتركه فارغًا إذا كنت تريد جعله أحد الوالدين للمجموعة.

source: Linked
ar: مرتبط

source: Linked Documents
ar: المستندات المرتبطة

source: Linked With
ar: متعلق ب

source: Links
ar: روابط

source: List
ar: قائمة

source: List / Search Settings
ar: إعدادات القائمة / البحث

source: List Columns
ar: أعمدة القائمة

source: List Filter
ar: تصفية القائمة

source: List Setting Message
ar: رسالة إعداد القائمة

source: List Settings
ar: إعدادات القائمة

# Button in list view menu
source: List Settings
ar: إعدادات القائمة

source: List View
ar: عرض القائمة

source: List View Settings
ar: إعدادات عرض القائمة

source: List a document type
ar: قم بإدراج نوع المستند

source: List as [{"label": _("Jobs"), "route":"jobs"}]
ar: أدرج كـ [{&quot;label&quot;: _(&quot;الوظائف&quot;)، &quot;route&quot;: &quot;jobs&quot;}]
