Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: List of email addresses, separated by comma or new line.
ar: قائمة عناوين البريد الإلكتروني، مفصولة بفاصلة أو سطر جديد.

source: List of patches executed
ar: قائمة التصحيحات المنفذة

source: Lists
ar: القوائم

source: Load Balancing
ar: توزيع الحمل

source: Load More
ar: تحميل المزيد

# Form timeline
source: Load More Communications
ar: تحميل المزيد من الاتصالات

source: Load more
ar: تحميل المزيد

source: Loading
ar: تحميل

source: Loading Filters...
ar: جارٍ تحميل عوامل التصفية...

source: Loading import file...
ar: جارٍ تحميل ملف الاستيراد...

source: Loading user profile
ar: جارٍ تحميل ملف تعريف المستخدم

source: Loading versions...
ar: جارٍ تحميل الإصدارات...

source: Loading...
ar: تحميل...

source: Location
ar: موقع

source: Log
ar: سجل

source: Log Data
ar: تسجيل البيانات

source: Log DocType
ar: سجل DocType

source: Log In To {0}
ar: تسجيل الدخول إلى {0}

source: Log Index
ar: مؤشر السجل

source: Log Setting User
ar: مستخدم إعداد السجل

source: Log Settings
ar: إعدادات السجل

source: Log in to access this page.
ar: قم بتسجيل الدخول للوصول إلى هذه الصفحة.

source: Log out
ar: تسجيل خروج

source: Logged Out
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Login After
ar: تسجيل الدخول بعد

source: Login Before
ar: تسجيل الدخول قبل

source: Login Failed please try again
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى

source: Login Id is required
ar: مطلوب معرف تسجيل الدخول

source: Login Methods
ar: طرق تسجيل الدخول

source: Login Page
ar: صفحة تسجيل الدخول

source: Login Required
ar: تسجيل الدخول مطلوب

source: Login To {0}
ar: تسجيل الدخول إلى {0}

source: Login Verification Code from {}
ar: رمز التحقق من تسجيل الدخول من {}

source: Login With {0}
ar: تسجيل الدخول باستخدام {0}

source: Login and view in Browser
ar: تسجيل الدخول والعرض في المتصفح

source: Login is required to see web form list view. Enable {0} to see list settings
ar: مطلوب تسجيل الدخول لرؤية عرض قائمة نموذج الويب. قم بتمكين {0} لرؤية إعدادات القائمة

source: Login link sent to your email
ar: تم إرسال رابط تسجيل الدخول إلى بريدك الإلكتروني

source: Login not allowed at this time
ar: تسجيل الدخول غير مسموح به في هذا الوقت

source: Login session expired, refresh page to retry
ar: انتهت جلسة تسجيل الدخول، قم بتحديث الصفحة لإعادة المحاولة

source: Login to comment
ar: تسجيل الدخول للتعليق

source: Login to start a new discussion
ar: تسجيل الدخول لبدء مناقشة جديدة

source: Login to {0}
ar: تسجيل الدخول إلى {0}

source: Login with Email Link
ar: تسجيل الدخول مع رابط البريد الإلكتروني

source: Login with LDAP
ar: تسجيل الدخول باستخدام LDAP

source: Login with email link
ar: تسجيل الدخول مع رابط البريد الإلكتروني

source: Login with email link expiry (in minutes)
ar: تسجيل الدخول مع انتهاء صلاحية رابط البريد الإلكتروني (بالدقائق)

source: Login with username and password is not allowed.
ar: غير مسموح بتسجيل الدخول باسم المستخدم وكلمة المرور.

source: Logout
ar: تسجيل خروج

source: Logout All Sessions
ar: تسجيل الخروج من جميع الجلسات

source: Logout All Sessions on Password Reset
ar: تسجيل الخروج من جميع الجلسات عند إعادة تعيين كلمة المرور

source: Logout From All Devices After Changing Password
ar: تسجيل الخروج من جميع الأجهزة بعد تغيير كلمة المرور

source: Logs
ar: السجلات

source: Logs To Clear
ar: سجلات لمسح

source: Logs to Clear
ar: سجلات لمسح

source: Long Text
ar: نص طويل

source: Looks like you didn't change the value
ar: يبدو أنك لم تغير القيمة

source: Looks like you haven’t added any third party apps.
ar: يبدو أنك لم تقم بإضافة أي تطبيقات تابعة لجهات خارجية.

source: Looks like you haven’t received any notifications.
ar: يبدو أنك لم تتلق أي إشعارات.

source: Loving Frappe Framework?
ar: إطار فرابه المحب؟

source: Low
ar: قليل

# Number system
source: M
ar: م

source: MIT License
ar: رخصة معهد ماساتشوستس للتكنولوجيا

source: Main Section
ar: القسم الرئيسى

source: Main Section (HTML)
ar: القسم الرئيسي (HTML)

source: Main Section (Markdown)
ar: القسم الرئيسي (تخفيض السعر)

source: Maintenance Manager
ar: مدير الصيانة

source: Maintenance User
ar: مستخدم الصيانة

source: Major
ar: رئيسي

source: Make "name" searchable in Global Search
ar: اجعل &quot;الاسم&quot; قابلاً للبحث في البحث الشامل

source: Make Attachments Public by Default
ar: جعل المرفقات عامة بشكل افتراضي

source: Make sure to configure a Social Login Key before disabling to prevent lockout
ar: تأكد من تكوين مفتاح تسجيل الدخول الاجتماعي قبل التعطيل لمنع الإغلاق

source: Make use of longer keyboard patterns
ar: الاستفادة من أنماط لوحة المفاتيح الأطول

source: Make {0}
ar: جعل {0}

source: Makes the page public
ar: يجعل الصفحة عامة

source: Manage third party apps
ar: إدارة تطبيقات الطرف الثالث

source: Manage your apps
ar: إدارة تطبيقاتك

source: Mandatory
ar: إلزامي

source: Mandatory Depends On
ar: إلزامي يعتمد على

source: Mandatory Depends On (JS)
ar: إلزامي يعتمد على (JS)

source: Mandatory Information missing:
ar: المعلومات الإلزامية المفقودة:

source: Mandatory field: set role for
ar: حقل إلزامي: تحديد الدور ل

source: Mandatory field: {0}
ar: حقل إلزامي: {0}

source: Mandatory fields required in table {0}, Row {1}
ar: الحقول الإلزامية المطلوبة في الجدول {0}، الصف {1}

source: Mandatory fields required in {0}
ar: الحقول الإلزامية المطلوبة في {0}

# Error message in web form
source: Mandatory fields required:
ar: الحقول الإلزامية المطلوبة:

source: Mandatory:
ar: إلزامي:

source: Map
ar: خريطة

source: Map Columns
ar: أعمدة الخريطة

source: Map View
ar: عرض الخريطة

source: Map columns from {0} to fields in {1}
ar: قم بتعيين الأعمدة من {0} إلى الحقول الموجودة في {1}

source: Map route parameters into form variables. Example <code>/project/&lt;name&gt;</code>
ar: تعيين معلمات المسار إلى متغيرات النموذج. مثال <code>/project/&lt;name&gt;</code>

source: Mapping column {0} to field {1}
ar: تعيين العمود {0} إلى الحقل {1}

source: Margin Bottom
ar: الهامش السفلي

source: Margin Left
ar: الهامش الأيسر

source: Margin Right
ar: هامش الحق

source: Margin Top
ar: أعلى الهامش

source: MariaDB Variables
ar: متغيرات ماريا دي بي

source: Mark all as read
ar: اشر عليها بانها قرات

source: Mark as Read
ar: ضع إشارة مقروء

source: Mark as Spam
ar: علامة كدعاية

source: Mark as Unread
ar: وضع علامة كغير مقروءة

source: Markdown
ar: تخفيض السعر

source: Markdown Editor
ar: محرر تخفيض السعر

source: Marked As Spam
ar: تم وضع علامة عليها كغير مرغوب فيها

source: Marketing Campaign
ar: حملة تسويق

source: Max 500 records at a time
ar: الحد الأقصى 500 سجل في المرة الواحدة

source: Max Attachment Size (in MB)
ar: الحد الأقصى لحجم المرفقات (بالميجابايت)

source: Max Attachments
ar: المرفقات القصوى

source: Max File Size (MB)
ar: الحد الأقصى لحجم الملف (ميجابايت)

source: Max Height
ar: اقصى ارتفاع

source: Max Length
ar: الحد الاقصى للطول

source: Max Value
ar: قيمة الحد الأقصى

source: Max auto email report per user
ar: الحد الأقصى لتقرير البريد الإلكتروني التلقائي لكل مستخدم

source: Max width for type Currency is 100px in row {0}
ar: أقصى عرض لنوع العملة هو 100 بكسل في الصف {0}

source: Maximum
ar: أقصى

source: Maximum Attachment Limit of {0} has been reached for {1} {2}.
ar: تم الوصول إلى الحد الأقصى للمرفقات وهو {0} لـ {1} {2}.

source: Maximum Number of Fields
ar: الحد الأقصى لعدد الحقول

source: Maximum Points
ar: الحد الأقصى للنقاط

source: Maximum attachment limit of {0} has been reached.
ar: تم الوصول إلى الحد الأقصى للمرفقات وهو {0}.

source: Maximum points allowed after multiplying points with the multiplier value (Note: For no limit leave this field empty or set 0)
ar: الحد الأقصى للنقاط المسموح بها بعد ضرب النقاط بالقيمة المضاعفة (ملاحظة: بدون حد اترك هذا الحقل فارغًا أو ضع 0)

source: Maximum {0} rows allowed
ar: الحد الأقصى المسموح به هو {0} من الصفوف

source: Me
ar: أنا

source: Meaning of Submit, Cancel, Amend
ar: معنى إرسال، إلغاء، تعديل

source: Medium
ar: واسطة

source: Meeting
ar: مقابلة

source: Meets Condition?
ar: يفي بالشرط؟

source: Members
ar: أعضاء

source: Memory Usage
ar: استخدام الذاكرة

source: Mention
ar: يذكر

source: Mentions
ar: يذكر

source: Menu
ar: قائمة طعام

source: Merge with existing
ar: دمج مع الموجود

source: Merging is only possible between Group-to-Group or Leaf Node-to-Leaf Node
ar: الدمج ممكن فقط بين مجموعة إلى مجموعة أو عقدة ورقية إلى عقدة ورقية

source: Message
ar: رسالة

# Default title of the message dialog
source: Message
ar: رسالة

source: Message (HTML)
ar: الرسالة (HTML)

source: Message (Markdown)
ar: الرسالة (تخفيض السعر)

source: Message Examples
ar: أمثلة على الرسائل

source: Message ID
ar: معرف الرسالة

source: Message Parameter
ar: معلمة الرسالة

source: Message Type
ar: نوع الرسالة

source: Message clipped
ar: الرسالة مقطوعة

source: Message from server: {0}
ar: رسالة من الخادم: {0}

source: Message not setup
ar: لم يتم إعداد الرسالة

source: Message to be displayed on successful completion
ar: سيتم عرض الرسالة عند الانتهاء بنجاح

source: Message-id
ar: معرف الرسالة

source: Messages
ar: رسائل

source: Meta
ar: ميتا

source: Meta Description
ar: ميتا الوصف

source: Meta Image
ar: صورة ميتا

source: Meta Tags
ar: العلامات الفوقية

source: Meta Title
ar: عنوان الفوقية

source: Meta title for SEO
ar: العنوان التعريفي لكبار المسئولين الاقتصاديين

source: Method
ar: طريقة

source: Method Not Allowed
ar: الطريقة غير مسموحة

source: Method is required to create a number card
ar: الطريقة مطلوبة لإنشاء بطاقة أرقام

source: Mid Center
ar: مركز منتصف

source: Middle Name
ar: الاسم الأوسط

source: Milestone
ar: منعطف

source: Milestone
ar: منعطف

source: Milestone Tracker
ar: تعقب المعالم

source: Minimum
ar: الحد الأدنى

source: Minimum Password Score
ar: الحد الأدنى من نقاط كلمة المرور

source: Minor
ar: صغير

source: Misconfigured
ar: تم تكوينه بشكل خاطئ

source: Missing DocType
ar: DocType مفقود

source: Missing Field
ar: الحقل المفقود

source: Missing Fields
ar: حقول مفقودة

source: Missing Filters Required
ar: المرشحات المفقودة مطلوبة

source: Missing Permission
ar: إذن مفقود

source: Missing Value
ar: قيمة مفقودة

source: Missing Values Required
ar: القيم المفقودة مطلوبة

source: Mobile
ar: متحرك

source: Mobile No
ar: رقم المحمول

source: Modal Trigger
ar: الزناد مشروط

source: Models
ar: عارضات ازياء

source: Modified By
ar: تم التعديل بواسطة

source: Module
ar: وحدة

source: Module (for export)
ar: الوحدة (للتصدير)

source: Module Def
ar: تعريف الوحدة النمطية

source: Module Def
ar: تعريف الوحدة النمطية

source: Module HTML
ar: وحدة HTML

source: Module Name
ar: اسم وحدة

source: Module Onboarding
ar: تأهيل الوحدة النمطية

source: Module Onboarding
ar: تأهيل الوحدة النمطية

source: Module Profile
ar: الملف الشخصي للوحدة

source: Module Profile
ar: الملف الشخصي للوحدة

source: Module Profile Name
ar: اسم ملف تعريف الوحدة النمطية

source: Module onboarding progress reset
ar: إعادة ضبط تقدم الوحدة النمطية

source: Module to Export
ar: وحدة للتصدير

source: Module {} not found
ar: الوحدة النمطية {} غير موجودة

source: Modules
ar: وحدات

source: Modules HTML
ar: وحدات HTML

source: Monday
ar: الاثنين

source: Monitor logs for errors, background jobs, communications, and user activity
ar: مراقبة السجلات بحثًا عن الأخطاء ووظائف الخلفية والاتصالات ونشاط المستخدم

source: Monospace
ar: مونوسبيس

source: Month
ar: شهر

source: Monthly
ar: شهريا

source: Monthly Long
ar: شهرية طويلة

source: Monthly Rank
ar: الرتبة الشهرية

source: More
ar: أكثر

source: More Information
ar: معلومات اكثر

source: More articles on {0}
ar: المزيد من المقالات حول {0}

source: More content for the bottom of the page.
ar: المزيد من المحتوى في أسفل الصفحة.

source: Most Used
ar: الأكثر استخداما

source: Most probably your password is too long.
ar: على الأرجح أن كلمة المرور الخاصة بك طويلة جدًا.

source: Move
ar: يتحرك

source: Move To
ar: الانتقال إلى

source: Move To Trash
ar: ارسال الى سلة المحذوفات

source: Move current and all subsequent sections to a new tab
ar: انقل الأقسام الحالية وجميع الأقسام اللاحقة إلى علامة تبويب جديدة

source: Move cursor to above row
ar: حرك المؤشر إلى الصف أعلاه

source: Move cursor to below row
ar: حرك المؤشر إلى الصف أدناه

source: Move cursor to next column
ar: نقل المؤشر إلى العمود التالي

source: Move cursor to previous column
ar: نقل المؤشر إلى العمود السابق

source: Move sections to new tab
ar: نقل الأقسام إلى علامة تبويب جديدة

source: Move the current field and the following fields to a new column
ar: انقل الحقل الحالي والحقول التالية إلى عمود جديد

source: Move to Row Number
ar: الانتقال إلى رقم الصف

source: Move to next step when clicked inside highlighted area.
ar: انتقل إلى الخطوة التالية عند النقر داخل المنطقة المميزة.

source: Mozilla doesn't support :has() so you can pass parent selector here as workaround
ar: لا تدعم Mozilla :has() لذا يمكنك تمرير محدد الأصل هنا كحل بديل

source: Multiple root nodes not allowed.
ar: العقد الجذرية المتعددة غير مسموح بها.

source: Multiplier Field
ar: حقل المضاعف

source: Must be a publicly accessible Google Sheets URL
ar: يجب أن يكون عنوان URL لجداول بيانات Google متاحًا بشكل عام

source: Must be enclosed in '()' and include '{0}', which is a placeholder for the user/login name. i.e. (&(objectclass=user)(uid={0}))
ar: يجب تضمينه في &#39;()&#39; ويتضمن &#39;{0}&#39;، وهو عنصر نائب لاسم المستخدم/تسجيل الدخول. على سبيل المثال (&amp;(objectclass=user)(uid={0}))

source: Must be of type "Attach Image"
ar: يجب أن يكون من النوع &quot;إرفاق صورة&quot;

source: Must have report permission to access this report.
ar: يجب أن يكون لديك إذن التقرير للوصول إلى هذا التقرير.

source: Must specify a Query to run
ar: يجب تحديد استعلام ليتم تشغيله

source: Mute Sounds
ar: كتم الأصوات

source: My Account
ar: حسابي

source: My Device
ar: جهازي

source: My Profile
ar: ملفاتى

source: My Settings
ar: اعداداتي

source: NOTE: If you add states or transitions in the table, it will be reflected in the Workflow Builder but you will have to position them manually. Also Workflow Builder is currently in <b>BETA</b>.
ar: ملاحظة: إذا قمت بإضافة حالات أو انتقالات في الجدول، فسوف ينعكس ذلك في Workflow Builder ولكن سيتعين عليك تحديد موضعها يدويًا. كما أن Workflow Builder موجود حاليًا في <b>مرحلة تجريبية</b> .

source: NOTE: This box is due for depreciation. Please re-setup LDAP to work with the newer settings
ar: ملحوظة: هذا المربع مخصص للإهلاك. الرجاء إعادة إعداد LDAP للعمل مع الإعدادات الأحدث

source: Name
ar: اسم

source: Name (Doc Name)
ar: الاسم (اسم المستند)

source: Name already taken, please set a new name
ar: الاسم مأخوذ بالفعل، يرجى تعيين اسم جديد

source: Name cannot contain special characters like {0}
ar: لا يمكن أن يحتوي الاسم على أحرف خاصة مثل {0}

source: Name of the Document Type (DocType) you want this field to be linked to. e.g. Customer
ar: اسم نوع المستند (DocType) الذي تريد ربط هذا الحقل به. على سبيل المثال العميل

source: Name of the new Print Format
ar: اسم تنسيق الطباعة الجديد

source: Name of {0} cannot be {1}
ar: اسم {0} لا يمكن أن يكون {1}

source: Names and surnames by themselves are easy to guess.
ar: من السهل تخمين الأسماء والألقاب في حد ذاتها.

source: Naming
ar: تسمية

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>autoincrement</b> - Uses Databases' Auto Increment feature</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
ar: خيارات التسمية:<ol style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> <b>الحقل: [اسم الحقل]</b> - حسب الحقل</li><li style=";text-align:right;direction:rtl"> <b>autoincrement</b> - يستخدم ميزة الزيادة التلقائية في قواعد البيانات</li><li style=";text-align:right;direction:rtl"> <b>naming_series:</b> - حسب سلسلة التسمية (يجب أن يكون الحقل المسمى naming_series موجودًا)</li><li style=";text-align:right;direction:rtl"> <b>مطالبة</b> - مطالبة المستخدم بإدخال اسم</li><li style=";text-align:right;direction:rtl"> <b>[سلسلة]</b> - سلسلة بالبادئة (مفصولة بنقطة)؛ على سبيل المثال PRE.#####</li><li style=";text-align:right;direction:rtl"> <b>التنسيق:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - استبدل جميع الكلمات بين قوسين (أسماء الحقول، كلمات التاريخ (DD، MM، YY)، السلسلة) بقيمتها. الأقواس الخارجية، يمكن استخدام أي أحرف.</li></ol>

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
ar: خيارات التسمية:<ol style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> <b>الحقل: [اسم الحقل]</b> - حسب الحقل</li><li style=";text-align:right;direction:rtl"> <b>naming_series:</b> - حسب سلسلة التسمية (يجب أن يكون الحقل المسمى naming_series موجودًا)</li><li style=";text-align:right;direction:rtl"> <b>مطالبة</b> - مطالبة المستخدم بإدخال اسم</li><li style=";text-align:right;direction:rtl"> <b>[سلسلة]</b> - سلسلة بالبادئة (مفصولة بنقطة)؛ على سبيل المثال PRE.#####</li><li style=";text-align:right;direction:rtl"> <b>التنسيق:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - استبدل جميع الكلمات بين قوسين (أسماء الحقول، كلمات التاريخ (DD، MM، YY)، السلسلة) بقيمتها. الأقواس الخارجية، يمكن استخدام أي أحرف.</li></ol>

source: Naming Rule
ar: قاعدة التسمية

source: Naming Series
ar: سلسلة التسمية

source: Naming Series mandatory
ar: سلسلة التسمية إلزامية

source: Navbar
ar: شريط التنقل

source: Navbar Item
ar: عنصر شريط التنقل

source: Navbar Settings
ar: إعدادات شريط التنقل

source: Navbar Settings
ar: إعدادات شريط التنقل

source: Navbar Template
ar: قالب شريط التنقل

source: Navbar Template Values
ar: قيم قالب شريط التنقل

source: Navigate Home
ar: انتقل المنزل

# Description of a list view shortcut
source: Navigate list down
ar: انتقل القائمة لأسفل

# Description of a list view shortcut
source: Navigate list up
ar: انتقل القائمة لأعلى

source: Navigate to main content
ar: انتقل إلى المحتوى الرئيسي

source: Navigation Settings
ar: إعدادات التنقل

source: Need Workspace Manager role to edit private workspace of other users
ar: تحتاج إلى دور Workspace Manager لتحرير مساحة العمل الخاصة للمستخدمين الآخرين

source: Need Workspace Manager role to hide/unhide public workspaces
ar: تحتاج إلى دور Workspace Manager لإخفاء/إظهار مساحات العمل العامة

source: Negative Value
ar: قيمة سالبة

source: Nested set error. Please contact the Administrator.
ar: خطأ في المجموعة المتداخلة. يرجى الاتصال بالمسؤول.

source: Network Printer Settings
ar: إعدادات طابعة الشبكة

source: New
ar: جديد

source: New Activity
ar: نشاط جديد

source: New Address
ar: العنوان الجديد

source: New Chart
ar: مخطط جديد

source: New Comment on {0}: {1}
ar: تعليق جديد على {0}: {1}

source: New Contact
ar: جهة اتصال جديدة

source: New Custom Block
ar: كتلة مخصصة جديدة

source: New Custom Print Format
ar: تنسيق طباعة مخصص جديد

source: New Document Form
ar: نموذج وثيقة جديدة

source: New Document Shared {0}
ar: تمت مشاركة مستند جديد {0}

source: New Email
ar: بريد إلكتروني جديد

source: New Email Account
ar: حساب بريد إلكتروني جديد

source: New Event
ar: حدث جديد

source: New Folder
ar: ملف جديد

source: New Kanban Board
ar: مجلس كانبان الجديد

source: New Links
ar: روابط جديدة

source: New Mention on {0}
ar: إشارة جديدة إلى {0}

source: New Message from Website Contact Page
ar: رسالة جديدة من صفحة الاتصال بالموقع

source: New Name
ar: اسم جديد

source: New Newsletter
ar: النشرة الإخبارية الجديدة

source: New Notification
ar: إشعار جديد

source: New Number Card
ar: بطاقة الرقم الجديد

source: New Onboarding
ar: تأهيل جديد

source: New Password
ar: كلمة المرور الجديدة

source: New Print Format Name
ar: اسم تنسيق الطباعة الجديد

source: New Quick List
ar: قائمة سريعة جديدة

source: New Report name
ar: اسم التقرير الجديد

source: New Shortcut
ar: اختصار جديد

source: New Users (Last 30 days)
ar: المستخدمون الجدد (آخر 30 يومًا)

source: New Value
ar: قيمة جديدة

source: New Workflow Name
ar: اسم سير العمل الجديد

source: New Workspace
ar: مساحة عمل جديدة

source: New password cannot be same as old password
ar: كلمة المرور الجديدة لا يمكن أن تكون نفس كلمة المرور القديمة

source: New updates are available
ar: تحديثات جديدة متاحة

source: New users will have to be manually registered by system managers.
ar: سيتعين على مديري النظام تسجيل المستخدمين الجدد يدويًا.

source: New value to be set
ar: سيتم تعيين قيمة جديدة

source: New {0}
ar: جديد {0}

source: New {0} Created
ar: تم إنشاء {0} جديد

source: New {0} {1} added to Dashboard {2}
ar: تمت إضافة {0} {1} جديدة إلى لوحة المعلومات {2}

source: New {0} {1} created
ar: تم إنشاء {0} {1} جديد

source: New {0}: {1}
ar: جديد {0}: {1}

source: New {} releases for the following apps are available
ar: تتوفر إصدارات {} جديدة للتطبيقات التالية

source: Newly created user {0} has no roles enabled.
ar: المستخدم الذي تم إنشاؤه حديثًا {0} ليس لديه أدوار ممكنة.

source: Newsletter
ar: النشرة الإخبارية

source: Newsletter
ar: النشرة الإخبارية

source: Newsletter Attachment
ar: مرفق النشرة الإخبارية

source: Newsletter Email Group
ar: مجموعة البريد الإلكتروني للنشرة الإخبارية

source: Newsletter Manager
ar: مدير النشرة الإخبارية

source: Newsletter has already been sent
ar: لقد تم بالفعل إرسال النشرة الإخبارية

source: Newsletter must be published to send webview link in email
ar: يجب نشر النشرة الإخبارية لإرسال رابط عرض الويب عبر البريد الإلكتروني

source: Newsletter should have atleast one recipient
ar: يجب أن تحتوي النشرة الإخبارية على مستلم واحد على الأقل

source: Newsletters
ar: النشرات الإخبارية

source: Next
ar: التالي

# Go to next slide
source: Next
ar: التالي

source: Next Action Email Template
ar: قالب البريد الإلكتروني للإجراء التالي

source: Next Actions HTML
ar: HTML الإجراءات التالية

source: Next Document
ar: الوثيقة التالية

source: Next Execution
ar: التنفيذ القادم

source: Next Form Tour
ar: جولة النموذج التالي

source: Next Schedule Date
ar: تاريخ الجدول التالي

source: Next Scheduled Date
ar: التاريخ المقرر التالي

source: Next State
ar: الدولة القادمة

source: Next Step Condition
ar: شرط الخطوة التالية

source: Next Sync Token
ar: رمز المزامنة التالي

source: Next actions
ar: الإجراءات التالية

source: Next on Click
ar: التالي عند النقر

source: No
ar: لا

# Checkbox is not checked
source: No
ar: لا

# Dismiss confirmation dialog
source: No
ar: لا

source: No Active Sessions
ar: لا توجد جلسات نشطة

source: No Copy
ar: لا توجد نسخة

source: No Data
ar: لايوجد بيانات

source: No Data to Show
ar: لا توجد بيانات للعرض

source: No Data...
ar: لايوجد بيانات...

source: No Email Account
ar: لا يوجد حساب بريد إلكتروني

source: No Email Accounts Assigned
ar: لم يتم تعيين حسابات البريد الإلكتروني

source: No Emails
ar: لا رسائل البريد الإلكتروني

source: No Entry for the User {0} found within LDAP!
ar: لم يتم العثور على إدخال للمستخدم {0} في LDAP!

source: No Filters Set
ar: لم يتم تعيين عوامل التصفية

source: No Google Calendar Event to sync.
ar: لا يوجد حدث في تقويم Google للمزامنة.

source: No Images
ar: لا توجد صور

source: No Items Found
ar: لم يتم العثور على العناصر

source: No LDAP User found for email: {0}
ar: لم يتم العثور على مستخدم LDAP للبريد الإلكتروني: {0}

source: No Label
ar: لا التسمية

source: No Letterhead
ar: لا ترويسة

source: No Name Specified for {0}
ar: لم يتم تحديد اسم لـ {0}

source: No New notifications
ar: لا يوجد إشعارات جديدة

source: No Permissions Specified
ar: لم يتم تحديد أذونات

source: No Permissions set for this criteria.
ar: لم يتم تعيين أذونات لهذه المعايير.

source: No Permitted Charts
ar: لا توجد مخططات مسموح بها
