Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: {0}: Cannot set Assign Submit if not Submittable
ar: {0}: لا يمكن تعيين تعيين إرسال إذا لم يكن قابلاً للإرسال

source: {0}: Cannot set Cancel without Submit
ar: {0}: لا يمكن تعيين إلغاء بدون إرسال

source: {0}: Cannot set Import without Create
ar: {0}: لا يمكن تعيين الاستيراد بدون إنشاء

source: {0}: Cannot set Submit, Cancel, Amend without Write
ar: {0}: لا يمكن تعيين الإرسال والإلغاء والتعديل بدون الكتابة

source: {0}: Cannot set import as {1} is not importable
ar: {0}: لا يمكن ضبط الاستيراد لأن {1} غير قابل للاستيراد

source: {0}: Failed to attach new recurring document. To enable attaching document in the auto repeat notification email, enable {1} in Print Settings
ar: {0}: فشل إرفاق مستند متكرر جديد. لتمكين إرفاق مستند في رسالة البريد الإلكتروني الخاصة بإشعار التكرار التلقائي، قم بتمكين {1} في إعدادات الطباعة

source: {0}: Field '{1}' cannot be set as Unique as it has non-unique values
ar: {0}: لا يمكن تعيين الحقل &#39;{1}&#39; على أنه فريد لأنه يحتوي على قيم غير فريدة

source: {0}: Field {1} in row {2} cannot be hidden and mandatory without default
ar: {0}: لا يمكن أن يكون الحقل {1} في الصف {2} مخفيًا وإلزاميًا بدون الإعداد الافتراضي

source: {0}: Field {1} of type {2} cannot be mandatory
ar: {0}: لا يمكن أن يكون الحقل {1} من النوع {2} إلزاميًا

source: {0}: Fieldname {1} appears multiple times in rows {2}
ar: {0}: يظهر اسم الحقل {1} عدة مرات في الصفوف {2}

source: {0}: Fieldtype {1} for {2} cannot be unique
ar: {0}: لا يمكن أن يكون نوع الحقل {1} لـ {2} فريدًا

source: {0}: No basic permissions set
ar: {0}: لم يتم تعيين أذونات أساسية

source: {0}: Only one rule allowed with the same Role, Level and {1}
ar: {0}: مسموح بقاعدة واحدة فقط بنفس الدور والمستوى و{1}

source: {0}: Options must be a valid DocType for field {1} in row {2}
ar: {0}: يجب أن تكون الخيارات DocType صالحة للحقل {1} في الصف {2}

source: {0}: Options required for Link or Table type field {1} in row {2}
ar: {0}: الخيارات المطلوبة لحقل نوع الرابط أو الجدول {1} في الصف {2}

source: {0}: Options {1} must be the same as doctype name {2} for the field {3}
ar: {0}: يجب أن تكون الخيارات {1} هي نفس اسم نوع المستند {2} للحقل {3}

source: {0}: Other permission rules may also apply
ar: {0}: قد يتم أيضًا تطبيق قواعد أذونات أخرى

source: {0}: Permission at level 0 must be set before higher levels are set
ar: {0}: يجب تعيين الإذن عند المستوى 0 قبل تعيين المستويات الأعلى

source: {0}: You can increase the limit for the field if required via {1}
ar: {0}: يمكنك زيادة الحد الأقصى للحقل إذا لزم الأمر عبر {1}

source: {0}: fieldname cannot be set to reserved keyword {1}
ar: {0}: لا يمكن تعيين اسم الحقل للكلمة الرئيسية المحجوزة {1}

source: {0}: {1} is set to state {2}
ar: {0}: تم تعيين {1} على الحالة {2}

source: {0}: {1} vs {2}
ar: {0}: {1} مقابل {2}

source: {0}:Fieldtype {1} for {2} cannot be indexed
ar: {0}:لا يمكن فهرسة نوع الحقل {1} لـ {2}.

source: {count} cell copied
ar: تم نسخ {count} خلية

source: {count} cells copied
ar: تم نسخ {count} من الخلايا

source: {count} row selected
ar: تم تحديد صف {count}.

source: {count} rows selected
ar: تم تحديد {count} من الصفوف

source: {{{0}}} is not a valid fieldname pattern. It should be {{field_name}}.
ar: {{{0}}} ليس نمط اسم حقل صالح. يجب أن يكون {{field_name}}.

# Blogger
source: {} Active
ar: {} نشيط

source: {} Complete
ar: {} مكتمل

source: {} Invalid python code on line {}
ar: {} رمز بايثون غير صالح في السطر {}

source: {} Possibly invalid python code. <br>{}
ar: {} من المحتمل أن يكون رمز بايثون غير صالح.<br> {}

# Blog Post
source: {} Published
ar: {} نشرت

# Web Page
source: {} Published
ar: {} نشرت

source: {} does not support automated log clearing.
ar: {} لا يدعم مسح السجل الآلي.

source: {} field cannot be empty.
ar: لا يمكن أن يكون الحقل {} فارغًا.

source: {} has been disabled. It can only be enabled if {} is checked.
ar: تم تعطيل {}. لا يمكن تمكينه إلا إذا تم تحديد {}.

source: {} is not a valid date string.
ar: {} ليست سلسلة تاريخ صالحة.

source: {} not found in PATH! This is required to access the console.
ar: {} غير موجود في PATH! هذا مطلوب للوصول إلى وحدة التحكم.

source: {} not found in PATH! This is required to restore the database.
ar: {} غير موجود في PATH! هذا مطلوب لاستعادة قاعدة البيانات.

source: {} not found in PATH! This is required to take a backup.
ar: {} غير موجود في PATH! وهذا مطلوب لأخذ نسخة احتياطية.

source: ← Back to upload files
ar: ← العودة لتحميل الملفات
