Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Emails are muted
ar: تم كتم صوت رسائل البريد الإلكتروني

source: Emails will be sent with next possible workflow actions
ar: سيتم إرسال رسائل البريد الإلكتروني مع إجراءات سير العمل المحتملة التالية

source: Embed code copied
ar: تم نسخ رمز التضمين

source: Empty column
ar: عمود فارغ

source: Enable
ar: يُمكَِن

source: Enable Allow Auto Repeat for the doctype {0} in Customize Form
ar: قم بتمكين السماح بالتكرار التلقائي لنوع الوثيقة {0} في نموذج التخصيص

source: Enable Auto Reply
ar: تمكين الرد التلقائي

source: Enable Automatic Backup
ar: تمكين النسخ الاحتياطي التلقائي

source: Enable Automatic Linking in Documents
ar: تمكين الارتباط التلقائي في المستندات

source: Enable Comments
ar: تمكين التعليقات

source: Enable Email Notification
ar: تمكين إشعار البريد الإلكتروني

source: Enable Email Notifications
ar: تمكين إشعارات البريد الإلكتروني

source: Enable Google API in Google Settings.
ar: تمكين Google API في إعدادات Google.

source: Enable Google indexing
ar: تمكين فهرسة جوجل

source: Enable Incoming
ar: تمكين الوارد

source: Enable Onboarding
ar: تمكين الإعداد

source: Enable Outgoing
ar: تمكين الصادرة

source: Enable Password Policy
ar: تمكين سياسة كلمة المرور

source: Enable Prepared Report
ar: تمكين التقرير المعد

source: Enable Print Server
ar: تمكين خادم الطباعة

source: Enable Push Notification Relay
ar: تمكين ترحيل الإخطارات

source: Enable Rate Limit
ar: تمكين حد السعر

source: Enable Raw Printing
ar: تمكين الطباعة الأولية

source: Enable Report
ar: تمكين التقرير

source: Enable Scheduled Jobs
ar: تمكين المهام المجدولة

source: Enable Scheduler
ar: تمكين المجدول

source: Enable Security
ar: تمكين الأمن

source: Enable Social Login
ar: تمكين تسجيل الدخول الاجتماعي

source: Enable Social Sharing
ar: تمكين المشاركة الاجتماعية

source: Enable Tracking Page Views
ar: تمكين تتبع مشاهدات الصفحة

source: Enable Two Factor Auth
ar: تمكين المصادقة الثنائية

source: Enable Website Tracking
ar: تمكين تتبع الموقع

source: Enable developer mode to create a standard Print Template
ar: قم بتمكين وضع المطور لإنشاء قالب طباعة قياسي

source: Enable developer mode to create a standard Web Template
ar: تمكين وضع المطور لإنشاء قالب ويب قياسي

source: Enable email notification for any comment or likes received on your Blog Post.
ar: قم بتمكين إشعار البريد الإلكتروني لأي تعليق أو إعجابات تتلقاها على منشور مدونتك.

source: Enable if on click opens modal.
ar: تمكين إذا عند النقر يفتح مشروط.

source: Enable in-app website tracking
ar: تمكين تتبع موقع الويب داخل التطبيق

source: Enabled
ar: ممكّن

source: Enabled Scheduler
ar: تمكين المجدول

source: Enabled email inbox for user {0}
ar: تمكين صندوق البريد الإلكتروني للمستخدم {0}

source: Enables Calendar and Gantt views.
ar: تمكين طرق عرض التقويم وجانت.

source: Enabling auto reply on an incoming email account will send automated replies to all the synchronized emails. Do you wish to continue?
ar: سيؤدي تمكين الرد التلقائي على حساب بريد إلكتروني وارد إلى إرسال ردود تلقائية على جميع رسائل البريد الإلكتروني المتزامنة. هل ترغب في الاستمرار؟

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
ar: سيؤدي تمكين هذا إلى تسجيل موقعك على خادم ترحيل مركزي لإرسال إشعارات الدفع لجميع التطبيقات المثبتة من خلال Firebase Cloud Messaging. يقوم هذا الخادم فقط بتخزين الرموز المميزة للمستخدم وسجلات الأخطاء، ولا يتم حفظ أي رسائل.

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
ar: سيؤدي تمكين هذا إلى تسجيل موقعك على خادم ترحيل مركزي لإرسال إشعارات الدفع لجميع التطبيقات المثبتة من خلال Firebase Cloud Messaging. يقوم هذا الخادم فقط بتخزين الرموز المميزة للمستخدم وسجلات الأخطاء، ولا يتم حفظ أي رسائل.

source: Enabling this will submit documents in background
ar: سيؤدي تمكين هذا إلى إرسال المستندات في الخلفية

source: Encrypt Backups
ar: تشفير النسخ الاحتياطية

source: Encryption key is in invalid format!
ar: مفتاح التشفير بتنسيق غير صالح!

source: Encryption key is invalid! Please check site_config.json
ar: مفتاح التشفير غير صالح! يرجى التحقق من site_config.json

source: End Date
ar: تاريخ الانتهاء

source: End Date Field
ar: حقل تاريخ الانتهاء

source: End Date cannot be before Start Date!
ar: لا يمكن أن يكون تاريخ الانتهاء قبل تاريخ البدء!

source: Ended At
ar: انتهى عند

source: Endpoint URL
ar: عنوان URL لنقطة النهاية

source: Endpoints
ar: نقاط النهاية

source: Ends on
ar: ينتهي يوم

source: Energy Point
ar: نقطة الطاقة

source: Energy Point Log
ar: سجل نقطة الطاقة

source: Energy Point Rule
ar: قاعدة نقطة الطاقة

source: Energy Point Settings
ar: إعدادات نقطة الطاقة

source: Energy Point Update on {0}
ar: تحديث نقطة الطاقة بتاريخ {0}

source: Energy Points
ar: نقاط الطاقة

source: Enqueued By
ar: تم وضعه بواسطة

source: Enqueued creation of indexes
ar: سرد إنشاء الفهارس

source: Ensure the user and group search paths are correct.
ar: تأكد من صحة مسارات بحث المستخدم والمجموعة.

source: Enter Client Id and Client Secret in Google Settings.
ar: أدخل معرف العميل وسر العميل في إعدادات Google.

source: Enter Code displayed in OTP App.
ar: أدخل الرمز المعروض في تطبيق OTP.

source: Enter Email Recipient(s)
ar: أدخل مستلم (مستلمي) البريد الإلكتروني

source: Enter Form Type
ar: أدخل نوع النموذج

# Title of prompt dialog
source: Enter Value
ar: أدخل القيمة

source: Enter a name for this {0}
ar: أدخل اسمًا لهذا {0}

source: Enter default value fields (keys) and values. If you add multiple values for a field, the first one will be picked. These defaults are also used to set "match" permission rules. To see list of fields, go to "Customize Form".
ar: أدخل حقول القيمة الافتراضية (المفاتيح) والقيم. إذا قمت بإضافة قيم متعددة لحقل، فسيتم اختيار القيمة الأولى. تُستخدم هذه الإعدادات الافتراضية أيضًا لتعيين قواعد إذن &quot;المطابقة&quot;. لرؤية قائمة الحقول، انتقل إلى &quot;تخصيص النموذج&quot;.

source: Enter folder name
ar: أدخل اسم المجلد

source: Enter static url parameters here (Eg. sender=ERPNext, username=ERPNext, password=1234 etc.)
ar: أدخل معلمات عنوان URL الثابتة هنا (على سبيل المثال: sender=ERPNext، وusername=ERPNext، وpassword=1234 وما إلى ذلك)

source: Enter url parameter for message
ar: أدخل معلمة URL للرسالة

source: Enter url parameter for receiver nos
ar: أدخل معلمة URL لرقم جهاز الاستقبال

source: Enter your password
ar: ادخل رقمك السري

source: Entity Name
ar: اسم الكيان

source: Entity Type
ar: نوع الكيان

source: Equals
ar: يساوي

source: Error
ar: خطأ

# Title of error message in web form
source: Error
ar: خطأ

source: Error Code: {0}
ar: رمز الخطأ: {0}

source: Error Log
ar: سجل الأخطاء

# Error Log
source: Error Logs
ar: سجلات الأخطاء

source: Error Message
ar: رسالة خطأ

source: Error connecting to QZ Tray Application...<br><br> You need to have QZ Tray application installed and running, to use the Raw Print feature.<br><br><a target="_blank" href="https://qz.io/download/">Click here to Download and install QZ Tray</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">Click here to learn more about Raw Printing</a>.
ar: حدث خطأ أثناء الاتصال بتطبيق QZ Tray...<br><br> تحتاج إلى تثبيت تطبيق QZ Tray وتشغيله لاستخدام ميزة Raw Print.<br><br> <a target="_blank" href="https://qz.io/download/">انقر هنا لتنزيل وتثبيت QZ Tray</a> .<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">انقر هنا لمعرفة المزيد عن الطباعة الخام</a> .

source: Error connecting via IMAP/POP3: {e}
ar: خطأ في الاتصال عبر IMAP/POP3: {e}

source: Error connecting via SMTP: {e}
ar: خطأ في الاتصال عبر SMTP: {e}

source: Error has occurred in {0}
ar: حدث خطأ في {0}

source: Error in Client Script
ar: خطأ في البرنامج النصي للعميل

source: Error in Client Script.
ar: خطأ في البرنامج النصي للعميل.

source: Error in Header/Footer Script
ar: خطأ في البرنامج النصي للرأس/التذييل

source: Error in Notification
ar: خطأ في الإخطار

source: Error in print format on line {0}: {1}
ar: خطأ في تنسيق الطباعة في السطر {0}: {1}

source: Error while connecting to email account {0}
ar: حدث خطأ أثناء الاتصال بحساب البريد الإلكتروني {0}

source: Error while evaluating Notification {0}. Please fix your template.
ar: حدث خطأ أثناء تقييم الإشعار {0}. الرجاء إصلاح القالب الخاص بك.

source: Error: Document has been modified after you have opened it
ar: خطأ: تم تعديل المستند بعد فتحه

source: Error: Value missing for {0}: {1}
ar: خطأ: القيمة مفقودة لـ {0}: {1}

source: Errors
ar: أخطاء

source: Event
ar: حدث

source: Event Category
ar: فئة الحدث

source: Event Frequency
ar: تردد الحدث

source: Event Participants
ar: المشاركون في الحدث

source: Event Reminders
ar: تذكيرات الأحداث

source: Event Synced with Google Calendar.
ar: تمت مزامنة الحدث مع تقويم Google.

source: Event Type
ar: نوع الحدث

source: Events
ar: الأحداث

source: Events in Today's Calendar
ar: الأحداث في تقويم اليوم

source: Every form in ERPNext has a standard set of fields. If you need to capture some information, but there is no standard Field available for it, you can insert Custom Field for it. Once custom fields are added, you can use them for reports and analytics charts as well.
ar: يحتوي كل نموذج في ERPNext على مجموعة قياسية من الحقول. إذا كنت بحاجة إلى التقاط بعض المعلومات، ولكن لا يوجد حقل قياسي متاح لها، فيمكنك إدراج حقل مخصص لها. بمجرد إضافة الحقول المخصصة، يمكنك استخدامها للتقارير ومخططات التحليلات أيضًا.

source: Everyone
ar: الجميع

source: Ex: "colors": ["#d1d8dd", "#ff5858"]
ar: على سبيل المثال: &quot;الألوان&quot;: [&quot;#d1d8dd&quot;، &quot;#ff5858&quot;]

source: Exact Copies
ar: النسخ الدقيقة

source: Example
ar: مثال

source: Example: "/desk"
ar: مثال: &quot;/ مكتب&quot;

source: Example: #Tree/Account
ar: مثال: #شجرة/حساب

source: Example: 00001
ar: مثال: 00001

source: Example: Setting this to 24:00 will log out a user if they are not active for 24:00 hours.
ar: مثال: سيؤدي تعيين هذا على الساعة 24:00 إلى تسجيل خروج المستخدم إذا لم يكن نشطًا لمدة 24:00 ساعة.

source: Example: {{ subject }}
ar: مثال: {{ الموضوع }}

source: Excel
ar: اكسل

source: Excellent
ar: ممتاز

source: Exception
ar: استثناء

source: Execute
ar: ينفذ

source: Execute Console script
ar: تنفيذ البرنامج النصي لوحدة التحكم

source: Executing...
ar: جاري التنفيذ...

source: Execution Time: {0} sec
ar: وقت التنفيذ: {0} ثانية

source: Executive
ar: تنفيذي

source: Expand
ar: يوسع

# Enlarge code field.
source: Expand
ar: يوسع

source: Expand All
ar: توسيع الكل

source: Experimental
ar: تجريبي

source: Expert
ar: خبير

source: Expiration time
ar: تاريخ انتهاء الصلاحية

source: Expire Notification On
ar: انتهاء صلاحية الإخطار قيد التشغيل

source: Expired
ar: منتهي الصلاحية

source: Expires In
ar: ينتهي في

source: Expires On
ar: تنتهي صلاحيته في

source: Expiry time of QR Code Image Page
ar: وقت انتهاء صلاحية صفحة صورة رمز الاستجابة السريعة

source: Export
ar: يصدّر

# Button in list view actions menu
source: Export
ar: يصدّر

source: Export 1 record
ar: تصدير سجل واحد

source: Export Custom Permissions
ar: تصدير الأذونات المخصصة

source: Export Customizations
ar: تخصيصات التصدير

source: Export Data
ar: تصدير البيانات

# Data Export
source: Export Data
ar: تصدير البيانات

source: Export Errored Rows
ar: تصدير الصفوف الخاطئة

source: Export From
ar: تصدير من

source: Export Import Log
ar: تصدير سجل الاستيراد

# Export report
source: Export Report: {0}
ar: تصدير التقرير: {0}

source: Export Type
ar: نوع التصدير

source: Export all matching rows?
ar: تصدير كافة الصفوف المطابقة؟

source: Export all {0} rows?
ar: هل تريد تصدير جميع الصفوف البالغ عددها {0}؟

source: Export as zip
ar: تصدير كملف مضغوط

source: Export not allowed. You need {0} role to export.
ar: التصدير غير مسموح به. أنت بحاجة إلى دور {0} للتصدير.

source: Export the data without any header notes and column descriptions
ar: قم بتصدير البيانات دون أي ملاحظات رأسية وأوصاف أعمدة

source: Export without main header
ar: تصدير بدون رأس رئيسي

source: Export {0} records
ar: تصدير {0} سجلات

source: Exported permissions will be force-synced on every migrate overriding any other customization.
ar: ستتم مزامنة الأذونات المصدرة عند كل عملية ترحيل متجاوزة أي تخصيص آخر.

source: Expose Recipients
ar: فضح المستلمين

source: Expression
ar: تعبير

source: Expression (old style)
ar: التعبير (النمط القديم)

source: Expression, Optional
ar: التعبير، اختياري

source: Extra Parameters
ar: معلمات اضافية

source: Facebook
ar: فيسبوك

source: Fail
ar: يفشل

source: Failed
ar: فشل

source: Failed Emails
ar: رسائل البريد الإلكتروني الفاشلة

source: Failed Job Count
ar: فشل عدد الوظائف

source: Failed Jobs
ar: وظائف فاشلة

source: Failed Logins (Last 30 days)
ar: عمليات تسجيل الدخول الفاشلة (آخر 30 يومًا)

source: Failed Transactions
ar: المعاملات الفاشلة

source: Failed to aquire lock: {}. Lock may be held by another process.
ar: فشل الحصول على القفل: {}. قد يتم إجراء القفل بواسطة عملية أخرى.

source: Failed to change password.
ar: فشل في تغيير كلمة المرور.

source: Failed to complete setup
ar: فشل في إكمال الإعداد

source: Failed to compute request body: {}
ar: فشل في حساب نص الطلب: {}

source: Failed to connect to server
ar: فشل الاتصال بالخادم

source: Failed to decode token, please provide a valid base64-encoded token.
ar: فشل فك تشفير الرمز المميز، يرجى تقديم رمز مميز مشفر باستخدام Base64 صالح.

source: Failed to delete {0} documents: {1}
ar: فشل حذف {0} من المستندات: {1}

source: Failed to enable scheduler: {0}
ar: فشل في تمكين المجدول: {0}

source: Failed to evaluate conditions: {}
ar: فشل في تقييم الشروط: {}

source: Failed to export python type hints
ar: فشل تصدير تلميحات نوع بايثون

source: Failed to generate names from the series
ar: فشل في إنشاء أسماء من السلسلة

source: Failed to generate preview of series
ar: فشل إنشاء معاينة السلسلة

source: Failed to get method for command {0} with {1}
ar: فشل الحصول على طريقة للأمر {0} مع {1}

source: Failed to get method {0} with {1}
ar: فشل الحصول على الطريقة {0} مع {1}

source: Failed to import virtual doctype {}, is controller file present?
ar: فشل استيراد نوع المستند الظاهري {}، هل ملف وحدة التحكم موجود؟

source: Failed to optimize image: {0}
ar: فشل تحسين الصورة: {0}

source: Failed to render message: {}
ar: فشل عرض الرسالة: {}

source: Failed to render subject: {}
ar: فشل عرض الموضوع: {}

source: Failed to send email with subject:
ar: فشل في إرسال البريد الإلكتروني مع الموضوع:

source: Failed to send notification email
ar: فشل إرسال إشعار بالبريد الإلكتروني

source: Failed to update global settings
ar: فشل في تحديث الإعدادات العامة

source: Failing Scheduled Jobs (last 7 days)
ar: فشل المهام المجدولة (آخر 7 أيام)

source: Failure
ar: فشل

source: Failure Rate
ar: معدل الفشل

source: Fax
ar: فاكس

source: Featured
ar: متميز

source: Feedback
ar: تعليق

source: Feedback Request
ar: طلب ردود الفعل

source: Fetch From
ar: جلب من

source: Fetch Images
ar: جلب الصور

source: Fetch attached images from document
ar: جلب الصور المرفقة من الوثيقة

source: Fetch on Save if Empty
ar: جلب عند الحفظ إذا كان فارغًا

source: Fetching default Global Search documents.
ar: جلب مستندات البحث العالمي الافتراضية.

source: Field
ar: مجال

source: Field "route" is mandatory for Web Views
ar: حقل &quot;المسار&quot; إلزامي لطرق عرض الويب

source: Field "title" is mandatory if "Website Search Field" is set.
ar: حقل &quot;العنوان&quot; إلزامي في حالة تعيين &quot;حقل البحث في موقع الويب&quot;.

source: Field "value" is mandatory. Please specify value to be updated
ar: حقل &quot;القيمة&quot; إلزامي. يرجى تحديد القيمة المراد تحديثها

source: Field Description
ar: حقل الوصف

source: Field Missing
ar: الحقل مفقود

source: Field Name
ar: اسم الحقل

source: Field Orientation (Left-Right)
ar: اتجاه المجال (يسار-يمين)

source: Field Orientation (Top-Down)
ar: اتجاه المجال (من أعلى إلى أسفل)

source: Field Template
ar: قالب الميدان

source: Field To Check
ar: حقل للتحقق

source: Field Type
ar: نوع الحقل

source: Field not permitted in query
ar: الحقل غير مسموح به في الاستعلام

source: Field that represents the Workflow State of the transaction (if field is not present, a new hidden Custom Field will be created)
ar: الحقل الذي يمثل حالة سير العمل للمعاملة (في حالة عدم وجود الحقل، سيتم إنشاء حقل مخصص مخفي جديد)

source: Field to Track
ar: مجال للتتبع

source: Field type cannot be changed for {0}
ar: لا يمكن تغيير نوع الحقل لـ {0}

source: Field {0} does not exist on {1}
ar: الحقل {0} غير موجود في {1}

source: Field {0} is referring to non-existing doctype {1}.
ar: يشير الحقل {0} إلى نوع المستند غير الموجود {1}.

source: Field {0} not found.
ar: لم يتم العثور على الحقل {0}.

source: Field {0} on document {1} is neither a Mobile number field nor a Customer or User link
ar: الحقل {0} في المستند {1} ليس حقل رقم الهاتف المحمول ولا رابط العميل أو المستخدم

source: Fieldname
ar: اسم الحقل

source: Fieldname '{0}' conflicting with a {1} of the name {2} in {3}
ar: اسم الحقل &#39;{0}&#39; يتعارض مع {1} من الاسم {2} في {3}

source: Fieldname called {0} must exist to enable autonaming
ar: يجب أن يكون اسم الحقل المسمى {0} موجودًا لتمكين التسمية التلقائية

source: Fieldname is limited to 64 characters ({0})
ar: يقتصر اسم الحقل على 64 حرفًا ({0})

source: Fieldname not set for Custom Field
ar: لم يتم تعيين اسم الحقل للحقل المخصص

source: Fieldname which will be the DocType for this link field.
ar: اسم الحقل الذي سيكون DocType لحقل الارتباط هذا.

source: Fieldname {0} appears multiple times
ar: يظهر اسم الحقل {0} عدة مرات

source: Fieldname {0} cannot have special characters like {1}
ar: لا يمكن أن يحتوي اسم الحقل {0} على أحرف خاصة مثل {1}

source: Fieldname {0} conflicting with meta object
ar: اسم الحقل {0} يتعارض مع كائن التعريف

source: Fieldname {0} is restricted
ar: اسم الحقل {0} مقيد

source: Fields
ar: مجالات

source: Fields Multicheck
ar: التحقق من الحقول المتعددة

source: Fields `file_name` or `file_url` must be set for File
ar: يجب تعيين الحقول &quot;اسم_الملف&quot; أو &quot;رابط_الملف&quot; للملف

source: Fields must be a list or tuple when as_list is enabled
ar: يجب أن تكون الحقول عبارة عن قائمة أو صف عند تمكين as_list

source: Fields separated by comma (,) will be included in the "Search By" list of Search dialog box
ar: سيتم تضمين الحقول المفصولة بفاصلة (،) في قائمة &quot;البحث حسب&quot; في مربع حوار البحث

source: Fieldtype
ar: نوع الحقل

source: Fieldtype cannot be changed from {0} to {1}
ar: لا يمكن تغيير نوع الحقل من {0} إلى {1}

source: Fieldtype cannot be changed from {0} to {1} in row {2}
ar: لا يمكن تغيير نوع الحقل من {0} إلى {1} في الصف {2}

source: File
ar: ملف

source: File
ar: ملف

source: File "{0}" was skipped because of invalid file type
ar: تم تخطي الملف &quot;{0}&quot; بسبب نوع الملف غير الصالح

source: File '{0}' not found
ar: الملف &#39;{0}&#39; غير موجود

source: File Backup
ar: النسخ الاحتياطي للملفات

source: File Information
ar: معلومات الملف

source: File Manager
ar: مدير الملفات

source: File Name
ar: اسم الملف

source: File Size
ar: حجم الملف

source: File Storage
ar: ملف التخزين

source: File Type
ar: نوع الملف

source: File URL
ar: عنوان URL للملف

source: File backup is ready
ar: النسخ الاحتياطي للملف جاهز

source: File name cannot have {0}
ar: لا يمكن أن يحتوي اسم الملف على {0}

source: File not attached
ar: الملف غير مرفق

source: File size exceeded the maximum allowed size of {0} MB
ar: تجاوز حجم الملف الحد الأقصى المسموح به وهو {0} ميغابايت

source: File too big
ar: ملف كبير جدا

source: File type of {0} is not allowed
ar: نوع الملف {0} غير مسموح به

source: File {0} does not exist
ar: الملف {0} غير موجود

source: Files
ar: ملفات

# File
source: Files
ar: ملفات

source: Filter
ar: منقي

source: Filter By
ar: مصنف بواسطة

source: Filter Data
ar: تصفية البيانات

source: Filter List
ar: قائمة التصفية

source: Filter Meta
ar: تصفية ميتا

source: Filter Name
ar: اسم الفلتر

source: Filter Values
ar: قيم التصفية

source: Filter must be a tuple or list (in a list)
ar: يجب أن يكون الفلتر عبارة عن صف أو قائمة (في قائمة)

source: Filter must have 4 values (doctype, fieldname, operator, value): {0}
ar: يجب أن يحتوي عامل التصفية على 4 قيم (نوع الوثيقة، اسم الحقل، عامل التشغيل، القيمة): {0}

source: Filter...
ar: منقي...

source: Filtered By
ar: تمت التصفية بواسطة

source: Filtered Records
ar: السجلات التي تمت تصفيتها

source: Filtered by "{0}"
ar: تمت التصفية بواسطة &quot;{0}&quot;

source: Filters
ar: المرشحات

source: Filters Configuration
ar: تكوين المرشحات

source: Filters Display
ar: عرض المرشحات

source: Filters JSON
ar: مرشحات JSON

source: Filters Section
ar: قسم الفلاتر

source: Filters applied for {0}
ar: تم تطبيق عوامل التصفية على {0}

source: Filters saved
ar: تم حفظ المرشحات

source: Filters will be accessible via <code>filters</code>. <br><br>Send output as <code>result = [result]</code>, or for old style <code>data = [columns], [result]</code>
ar: سيتم الوصول إلى المرشحات عبر <code>filters</code> .<br><br> إرسال الإخراج <code>result = [result]</code> ، أو <code>data = [columns], [result]</code>

source: Filters {0}
ar: عوامل التصفية {0}

source: Filters:
ar: المرشحات:

source: Find '{0}' in ...
ar: ابحث عن &quot;{0}&quot; في ...

source: Find {0} in {1}
ar: ابحث عن {0} في {1}

source: Finished
ar: انتهى

source: Finished At
ar: انتهى في

source: First Day of the Week
ar: اول يوم من الاسبوع

source: First Name
ar: الاسم الأول

source: First Success Message
ar: رسالة النجاح الأولى

source: First Transaction
ar: الصفقة الأولى

source: First data column must be blank.
ar: يجب أن يكون عمود البيانات الأول فارغًا.

source: First set the name and save the record.
ar: قم أولاً بتعيين الاسم وحفظ السجل.

source: Fit
ar: ملائم

source: Flag
ar: علَم

source: Float
ar: يطفو

source: Float Precision
ar: تعويم الدقة

source: Fold
ar: يطوى

source: Fold can not be at the end of the form
ar: لا يمكن أن تكون الطية في نهاية النموذج

source: Fold must come before a Section Break
ar: يجب أن تأتي الطية قبل فاصل القسم

source: Folder
ar: مجلد

source: Folder Name
ar: إسم الملف

source: Folder name should not include '/' (slash)
ar: يجب ألا يتضمن اسم المجلد &quot;/&quot; (شرطة مائلة)

source: Folder {0} is not empty
ar: المجلد {0} ليس فارغًا

source: Folio
ar: فوليو

source: Follow
ar: يتبع

source: Followed by
ar: تليها

source: Following Report Filters have missing values:
ar: تحتوي عوامل تصفية التقارير التالية على قيم مفقودة:

source: Following fields are missing:
ar: الحقول التالية مفقودة:

source: Following fields have invalid values:
ar: تحتوي الحقول التالية على قيم غير صالحة:

source: Following fields have missing values
ar: الحقول التالية لها قيم مفقودة

source: Following fields have missing values:
ar: الحقول التالية لها قيم مفقودة:

source: Following links are broken in the email content: {0}
ar: الروابط التالية معطلة في محتوى البريد الإلكتروني: {0}

source: Font
ar: الخط

source: Font Properties
ar: خصائص الخط

source: Font Size
ar: حجم الخط

source: Fonts
ar: الخطوط

source: Footer
ar: تذييل

source: Footer "Powered By"
ar: تذييل &quot;بدعم من&quot;

source: Footer Based On
ar: التذييل بناءً على

source: Footer Content
ar: محتوى التذييل

source: Footer Details
ar: تفاصيل التذييل

source: Footer HTML
ar: تذييل HTML

source: Footer HTML set from attachment {0}
ar: تم تعيين HTML للتذييل من المرفق {0}

source: Footer Image
ar: صورة التذييل

source: Footer Items
ar: عناصر التذييل

source: Footer Logo
ar: شعار التذييل

source: Footer Script
ar: تذييل النصي

source: Footer Template
ar: قالب التذييل

source: Footer Template Values
ar: قيم قالب التذييل

source: Footer might not be visible as {0} option is disabled</div>
ar: قد لا يكون التذييل مرئيًا نظرًا لأن خيار {0} معطل</div>

source: Footer will display correctly only in PDF
ar: سيتم عرض التذييل بشكل صحيح في ملف PDF فقط

source: For DocType Link / DocType Action
ar: بالنسبة إلى DocType Link / إجراء DocType

source: For Document Event
ar: لحدث الوثيقة
