Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Partial Success
ar: النجاح الجزئي

source: Partially Sent
ar: تم الإرسال جزئيًا

source: Participants
ar: مشاركون

source: Pass
ar: يمر

source: Passive
ar: سلبي

source: Password
ar: كلمة المرور

source: Password Email Sent
ar: تم إرسال البريد الإلكتروني كلمة المرور

source: Password Reset
ar: إعادة تعيين كلمة المرور

source: Password Reset Link Generation Limit
ar: حد إنشاء رابط إعادة تعيين كلمة المرور

source: Password cannot be filtered
ar: لا يمكن تصفية كلمة المرور

source: Password changed successfully.
ar: تم تغيير الرقم السري بنجاح.

source: Password for Base DN
ar: كلمة المرور للاسم المميز الأساسي

source: Password is required or select Awaiting Password
ar: كلمة المرور مطلوبة أو حدد في انتظار كلمة المرور

source: Password missing in Email Account
ar: كلمة المرور مفقودة في حساب البريد الإلكتروني

source: Password not found for {0} {1} {2}
ar: لم يتم العثور على كلمة المرور لـ {0} {1} {2}

source: Password reset instructions have been sent to {}'s email
ar: تم إرسال تعليمات إعادة تعيين كلمة المرور إلى البريد الإلكتروني الخاص بـ {}.

source: Password set
ar: تم تعيين كلمة المرور

source: Password size exceeded the maximum allowed size
ar: تجاوز حجم كلمة المرور الحد الأقصى المسموح به

source: Password size exceeded the maximum allowed size.
ar: تجاوز حجم كلمة المرور الحد الأقصى المسموح به.

source: Passwords do not match
ar: كلمة المرور غير مطابقة

source: Passwords do not match!
ar: كلمة المرور غير مطابقة!

source: Past dates are not allowed for Scheduling.
ar: التواريخ الماضية غير مسموح بها للجدولة.

source: Paste
ar: معجون

source: Patch
ar: رقعة

source: Patch Log
ar: سجل التصحيح

source: Patch type {} not found in patches.txt
ar: لم يتم العثور على نوع التصحيح {} في ملف patch.txt

source: Path
ar: طريق

source: Path to CA Certs File
ar: المسار إلى ملف شهادات CA

source: Path to Server Certificate
ar: المسار إلى شهادة الخادم

source: Path to private Key File
ar: المسار إلى ملف المفتاح الخاص

source: Path {0} it not a valid path
ar: المسار {0} ليس مسارًا صالحًا

source: Payload Count
ar: عدد الحمولة

source: Pending
ar: قيد الانتظار

source: Pending Approval
ar: ما زال يحتاج بتصدير

source: Pending Emails
ar: رسائل البريد الإلكتروني المعلقة

source: Pending Jobs
ar: الوظائف المعلقة

source: Pending Verification
ar: في انتظار التحقق

source: Percent
ar: نسبه مئويه

source: Percentage
ar: نسبة مئوية

source: Period
ar: فترة

source: Perm Level
ar: مستوى بيرم

source: Permanent
ar: دائم

source: Permanently Cancel {0}?
ar: هل تريد إلغاء {0} نهائيًا؟

source: Permanently Discard {0}?
ar: هل تريد تجاهل {0} نهائيًا؟

source: Permanently Submit {0}?
ar: هل تريد إرسال {0} بشكل دائم؟

source: Permanently delete {0}?
ar: هل تريد حذف {0} نهائيًا؟

source: Permission Error
ar: خطأ في الإذن

source: Permission Inspector
ar: مفتش الإذن

source: Permission Level
ar: مستوى الإذن

source: Permission Levels
ar: مستويات الأذونات

source: Permission Manager
ar: مدير الأذونات

source: Permission Query
ar: استعلام إذن

source: Permission Rules
ar: قواعد الإذن

source: Permission Type
ar: نوع الإذن

source: Permissions
ar: الأذونات

source: Permissions Error
ar: خطأ في الأذونات

source: Permissions are automatically applied to Standard Reports and searches.
ar: يتم تطبيق الأذونات تلقائيًا على التقارير القياسية وعمليات البحث.

source: Permissions are set on Roles and Document Types (called DocTypes) by setting rights like Read, Write, Create, Delete, Submit, Cancel, Amend, Report, Import, Export, Print, Email and Set User Permissions.
ar: يتم تعيين الأذونات على الأدوار وأنواع المستندات (تسمى DocTypes) عن طريق تعيين حقوق مثل القراءة والكتابة والإنشاء والحذف والإرسال والإلغاء والتعديل والإبلاغ والاستيراد والتصدير والطباعة والبريد الإلكتروني وتعيين أذونات المستخدم.

source: Permissions at higher levels are Field Level permissions. All Fields have a Permission Level set against them and the rules defined at that permissions apply to the field. This is useful in case you want to hide or make certain field read-only for certain Roles.
ar: الأذونات في المستويات الأعلى هي أذونات مستوى الحقل. تحتوي جميع الحقول على مستوى إذن محدد لها، وتنطبق القواعد المحددة في تلك الأذونات على الحقل. يعد هذا مفيدًا في حالة رغبتك في إخفاء حقل معين أو جعله للقراءة فقط لأدوار معينة.

source: Permissions at level 0 are Document Level permissions, i.e. they are primary for access to the document.
ar: الأذونات عند المستوى 0 هي أذونات على مستوى المستند، أي أنها أساسية للوصول إلى المستند.

source: Permissions get applied on Users based on what Roles they are assigned.
ar: يتم تطبيق الأذونات على المستخدمين بناءً على الأدوار التي تم تعيينها لهم.

source: Permitted Documents For User
ar: المستندات المسموح بها للمستخدم

source: Permitted Roles
ar: الأدوار المسموح بها

source: Personal
ar: شخصي

source: Personal Data Deletion Request
ar: طلب حذف البيانات الشخصية

source: Personal Data Deletion Step
ar: خطوة حذف البيانات الشخصية

source: Personal Data Download Request
ar: طلب تنزيل البيانات الشخصية

source: Phone
ar: هاتف

source: Phone No.
ar: رقم الهاتف.

source: Phone Number {0} set in field {1} is not valid.
ar: رقم الهاتف {0} المحدد في الحقل {1} غير صالح.

source: Pick Columns
ar: اختيار الأعمدة

source: Pie
ar: فطيرة

source: Pincode
ar: الرمز السري

source: Pink
ar: لون القرنفل

source: Plain Text
ar: نص عادي

source: Plant
ar: نبات

source: Please Authorize OAuth for Email Account {0}
ar: الرجاء تفويض OAuth لحساب البريد الإلكتروني {0}

source: Please Authorize OAuth for Email Account {}
ar: الرجاء تفويض OAuth لحساب البريد الإلكتروني {}

source: Please Duplicate this Website Theme to customize.
ar: يرجى تكرار موضوع موقع الويب هذا للتخصيص.

source: Please Install the ldap3 library via pip to use ldap functionality.
ar: الرجاء تثبيت مكتبة ldap3 عبر النقطة لاستخدام وظيفة ldap.

source: Please Set Chart
ar: يرجى تعيين الرسم البياني

source: Please Update SMS Settings
ar: يرجى تحديث إعدادات الرسائل القصيرة

source: Please add a subject to your email
ar: الرجاء إضافة موضوع إلى البريد الإلكتروني الخاص بك

source: Please add a valid comment.
ar: الرجاء إضافة تعليق صالح.

source: Please ask your administrator to verify your sign-up
ar: من فضلك اطلب من المسؤول التحقق من تسجيلك

source: Please attach a file first.
ar: يرجى إرفاق ملف أولاً.

source: Please attach an image file to set HTML for Footer.
ar: الرجاء إرفاق ملف صورة لتعيين HTML للتذييل.

source: Please attach an image file to set HTML for Letter Head.
ar: الرجاء إرفاق ملف صورة لتعيين HTML لـ Letter Head.

source: Please attach the package
ar: يرجى إرفاق الحزمة

source: Please check OpenID Configuration URL
ar: يرجى التحقق من عنوان URL لتكوين OpenID

source: Please check the filter values set for Dashboard Chart: {}
ar: يرجى التحقق من قيم التصفية التي تم تعيينها لمخطط لوحة المعلومات: {}

source: Please check the value of "Fetch From" set for field {0}
ar: الرجاء التحقق من قيمة &quot;جلب من&quot; المعينة للحقل {0}

source: Please check your email for verification
ar: يرجى التحقق من بريدك الإلكتروني للتحقق

source: Please check your email login credentials.
ar: يرجى التحقق من بيانات اعتماد تسجيل الدخول بالبريد الإلكتروني الخاص بك.

source: Please check your registered email address for instructions on how to proceed. Do not close this window as you will have to return to it.
ar: يرجى التحقق من عنوان بريدك الإلكتروني المسجل للحصول على تعليمات حول كيفية المتابعة. لا تغلق هذه النافذة حيث سيتعين عليك العودة إليها.

source: Please click on 'Export Errored Rows', fix the errors and import again.
ar: الرجاء النقر فوق &quot;تصدير الصفوف الخاطئة&quot; وإصلاح الأخطاء والاستيراد مرة أخرى.

source: Please click on the following link and follow the instructions on the page. {0}
ar: الرجاء الضغط على الرابط التالي واتباع التعليمات الموجودة في الصفحة. {0}

source: Please click on the following link to set your new password
ar: الرجاء الضغط على الرابط التالي لتعيين كلمة المرور الجديدة

source: Please close this window
ar: الرجاء إغلاق هذه النافذة

source: Please confirm your action to {0} this document.
ar: الرجاء تأكيد الإجراء الذي اتخذته بشأن {0} هذا المستند.

source: Please contact your system manager to install correct version.
ar: يرجى الاتصال بمدير النظام الخاص بك لتثبيت الإصدار الصحيح.

source: Please create Card first
ar: الرجاء إنشاء البطاقة أولاً

source: Please create chart first
ar: الرجاء إنشاء الرسم البياني أولا

source: Please delete the field from {0} or add the required doctype.
ar: يرجى حذف الحقل من {0} أو إضافة نوع المستند المطلوب.

source: Please do not change the template headings.
ar: الرجاء عدم تغيير عناوين القالب.

source: Please duplicate this to make changes
ar: يرجى تكرار هذا لإجراء التغييرات

source: Please enable atleast one Social Login Key or LDAP or Login With Email Link before disabling username/password based login.
ar: يرجى تمكين مفتاح تسجيل دخول اجتماعي واحد على الأقل أو LDAP أو تسجيل الدخول باستخدام رابط البريد الإلكتروني قبل تعطيل تسجيل الدخول المعتمد على اسم المستخدم/كلمة المرور.

source: Please enable pop-ups
ar: الرجاء تمكين النوافذ المنبثقة

source: Please enable pop-ups in your browser
ar: الرجاء تمكين النوافذ المنبثقة في المتصفح الخاص بك

source: Please enable {} before continuing.
ar: الرجاء تمكين {} قبل المتابعة.

source: Please ensure that your profile has an email address
ar: يرجى التأكد من أن ملفك الشخصي يحتوي على عنوان بريد إلكتروني

source: Please enter Access Token URL
ar: الرجاء إدخال عنوان URL لرمز الوصول

source: Please enter Authorize URL
ar: الرجاء إدخال عنوان URL المعتمد

source: Please enter Base URL
ar: الرجاء إدخال عنوان URL الأساسي

source: Please enter Client ID before social login is enabled
ar: الرجاء إدخال معرف العميل قبل تمكين تسجيل الدخول الاجتماعي

source: Please enter Client Secret before social login is enabled
ar: الرجاء إدخال سر العميل قبل تمكين تسجيل الدخول الاجتماعي

source: Please enter OpenID Configuration URL
ar: الرجاء إدخال عنوان URL لتكوين OpenID

source: Please enter Redirect URL
ar: الرجاء إدخال عنوان URL لإعادة التوجيه

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.

source: Please enter the password
ar: الرجاء إدخال كلمة المرور

# Email Account
source: Please enter the password for: <b>{0}</b>
ar: الرجاء إدخال كلمة المرور لـ: <b>{0}</b>

source: Please enter valid mobile nos
ar: الرجاء إدخال رقم جوال صالح

source: Please enter your new password.
ar: الرجاء إدخال كلمة المرور الجديدة.

source: Please enter your old password.
ar: الرجاء إدخال كلمة المرور القديمة.

source: Please find attached {0}: {1}
ar: الرجاء الاطلاع على {0} المرفق: {1}

source: Please hide the standard navbar items instead of deleting them
ar: الرجاء إخفاء عناصر شريط التنقل القياسية بدلاً من حذفها

source: Please login to post a comment.
ar: يرجى تسجيل الدخول للمشاركة بتعليق.

source: Please make sure the Reference Communication Docs are not circularly linked.
ar: يرجى التأكد من عدم ربط مستندات الاتصال المرجعية بشكل دائري.

source: Please refresh to get the latest document.
ar: يرجى التحديث للحصول على أحدث مستند.

source: Please remove the printer mapping in Printer Settings and try again.
ar: الرجاء إزالة تعيين الطابعة في إعدادات الطابعة ثم حاول مرة أخرى.

source: Please save before attaching.
ar: الرجاء الحفظ قبل الإرفاق.

source: Please save the Newsletter before sending
ar: الرجاء حفظ النشرة الإخبارية قبل إرسالها

source: Please save the document before assignment
ar: يرجى حفظ الوثيقة قبل التعيين

source: Please save the document before removing assignment
ar: الرجاء حفظ المستند قبل إزالة المهمة

source: Please save the report first
ar: الرجاء حفظ التقرير أولا

source: Please save to edit the template.
ar: برجاء الحفظ لتعديل القالب.

source: Please select Company
ar: الرجاء تحديد الشركة

source: Please select DocType first
ar: الرجاء تحديد DocType أولاً

source: Please select Entity Type first
ar: الرجاء تحديد نوع الكيان أولاً

source: Please select Minimum Password Score
ar: الرجاء تحديد الحد الأدنى لنقاط كلمة المرور

source: Please select X and Y fields
ar: الرجاء تحديد الحقلين X وY

source: Please select a country code for field {1}.
ar: الرجاء تحديد رمز البلد للحقل {1}.

source: Please select a file first.
ar: الرجاء تحديد ملف أولاً.

source: Please select a file or url
ar: الرجاء تحديد ملف أو عنوان url

source: Please select a valid csv file with data
ar: الرجاء تحديد ملف CSV صالح مع البيانات

source: Please select a valid date filter
ar: الرجاء تحديد مرشح تاريخ صالح

source: Please select applicable Doctypes
ar: يرجى تحديد أنواع المستندات المعمول بها

source: Please select atleast 1 column from {0} to sort/group
ar: يرجى تحديد عمود واحد على الأقل من {0} للفرز/التجميع

source: Please select prefix first
ar: الرجاء تحديد البادئة أولاً

source: Please select the Document Type.
ar: الرجاء تحديد نوع الوثيقة.

source: Please select the LDAP Directory being used
ar: الرجاء تحديد دليل LDAP الجاري استخدامه

source: Please select {0}
ar: الرجاء تحديد {0}

source: Please set Dropbox access keys in site config or doctype
ar: يرجى تعيين مفاتيح الوصول إلى Dropbox في تكوين الموقع أو نوع المستند

source: Please set Email Address
ar: الرجاء تعيين عنوان البريد الإلكتروني

source: Please set a printer mapping for this print format in the Printer Settings
ar: الرجاء تعيين تعيين الطابعة لتنسيق الطباعة هذا في إعدادات الطابعة

source: Please set filters
ar: الرجاء ضبط المرشحات

source: Please set filters value in Report Filter table.
ar: الرجاء تعيين قيمة عوامل التصفية في جدول عامل تصفية التقرير.

source: Please set the document name
ar: الرجاء تعيين اسم المستند

source: Please set the following documents in this Dashboard as standard first.
ar: يرجى تعيين المستندات التالية في لوحة المعلومات هذه بشكل قياسي أولاً.

source: Please set the series to be used.
ar: يرجى ضبط السلسلة المراد استخدامها.

source: Please setup SMS before setting it as an authentication method, via SMS Settings
ar: يرجى إعداد الرسائل القصيرة قبل تعيينها كوسيلة للمصادقة، عبر إعدادات الرسائل القصيرة

source: Please setup a message first
ar: يرجى إعداد رسالة أولا

source: Please setup default Email Account from Settings > Email Account
ar: يرجى إعداد حساب البريد الإلكتروني الافتراضي من الإعدادات &gt; حساب البريد الإلكتروني

source: Please setup default outgoing Email Account from Settings > Email Account
ar: يرجى إعداد حساب البريد الإلكتروني الصادر الافتراضي من الإعدادات &gt; حساب البريد الإلكتروني

source: Please specify
ar: رجاء حدد

source: Please specify a valid parent DocType for {0}
ar: الرجاء تحديد DocType أصلي صالح لـ {0}

source: Please specify which date field must be checked
ar: يرجى تحديد حقل التاريخ الذي يجب التحقق منه

source: Please specify which value field must be checked
ar: يرجى تحديد حقل القيمة الذي يجب التحقق منه

source: Please try again
ar: حاول مرة اخرى

source: Please update {} before continuing.
ar: الرجاء تحديث {} قبل المتابعة.

source: Please use a valid LDAP search filter
ar: الرجاء استخدام مرشح بحث LDAP صالح

source: Please verify your Email Address
ar: يرجى التحقق من عنوان البريد الإلكتروني الخاص بك

source: Please visit https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key for more information.
ar: يرجى زيارة https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key لمزيد من المعلومات.

source: Point Allocation Periodicity
ar: دورية تخصيص النقاط

source: Points
ar: نقاط

source: Points Given
ar: النقاط المعطاة

source: Polling
ar: الاقتراع

source: Popover Element
ar: العنصر المنبثق

source: Popover or Modal Description
ar: Popover أو وصف مشروط

source: Port
ar: ميناء

source: Portal
ar: منفذ

source: Portal Menu
ar: قائمة البوابة

source: Portal Menu Item
ar: عنصر قائمة البوابة

source: Portal Settings
ar: إعدادات البوابة

source: Portal Settings
ar: إعدادات البوابة

source: Portrait
ar: لَوحَة

source: Position
ar: موضع

source: Post
ar: بريد

source: Post it here, our mentors will help you out.
ar: انشرها هنا، وسيقوم مرشدونا بمساعدتك.

source: Postal
ar: بريدي

source: Postal Code
ar: رمز بريدي

source: Posting Timestamp
ar: نشر الطابع الزمني

source: Posts
ar: دعامات

source: Posts by {0}
ar: مشاركات بواسطة {0}

source: Posts filed under {0}
ar: المشاركات المقدمة تحت {0}

source: Precision
ar: دقة

source: Precision should be between 1 and 6
ar: يجب أن تكون الدقة بين 1 و 6

source: Predictable substitutions like '@' instead of 'a' don't help very much.
ar: البدائل التي يمكن التنبؤ بها مثل &quot;@&quot; بدلاً من &quot;a&quot; لا تساعد كثيرًا.

source: Preferred Billing Address
ar: عنوان إرسال الفواتير المفضل

source: Preferred Shipping Address
ar: عنوان الشحن المفضل

source: Prefix
ar: بادئة

source: Prepared Report
ar: تقرير معد

source: Prepared Report User
ar: تقرير المستخدم المعد

source: Prepared report render failed
ar: فشل تقديم التقرير المجهز

source: Preparing Report
ar: إعداد التقرير

source: Prepend the template to the email message
ar: قم بإرفاق القالب برسالة البريد الإلكتروني

source: Press Alt Key to trigger additional shortcuts in Menu and Sidebar
ar: اضغط على مفتاح Alt لتشغيل اختصارات إضافية في القائمة والشريط الجانبي

source: Press Enter to save
ar: اضغط على Enter للحفظ

source: Preview
ar: معاينة

source: Preview HTML
ar: معاينة HTML

source: Preview Image
ar: صورة المعاينة

source: Preview Message
ar: عرض الرسالة

source: Preview Mode
ar: وضعية المعاينة

source: Preview of generated names
ar: معاينة الأسماء التي تم إنشاؤها

source: Preview on
ar: المعاينة قيد التشغيل

source: Preview type
ar: نوع المعاينة

source: Preview:
ar: معاينة:

source: Previous
ar: سابق

# Go to previous slide
source: Previous
ar: سابق

source: Previous Document
ar: الوثيقة السابقة

source: Previous Hash
ar: التجزئة السابقة

source: Previous Submission
ar: التقديم السابق

source: Primary
ar: أساسي

source: Primary Address
ar: العنوان الأساسي

source: Primary Color
ar: لون أصلي

source: Primary Contact
ar: اتصال رئيسي

source: Primary Email
ar: البريد الإلكتروني الرئيسي

source: Primary Mobile
ar: الجوال الأساسي

source: Primary Phone
ar: الهاتف الرئيسي

source: Primary key of doctype {0} can not be changed as there are existing values.
ar: لا يمكن تغيير المفتاح الأساسي لنوع المستند {0} نظرًا لوجود قيم موجودة.

source: Print
ar: مطبعة

# Button in list view actions menu
source: Print
ar: مطبعة

source: Print Documents
ar: طباعة المستندات

source: Print Format
ar: تنسيق الطباعة

source: Print Format
ar: تنسيق الطباعة

source: Print Format Builder
ar: منشئ تنسيق الطباعة

source: Print Format Builder (New)
ar: منشئ تنسيق الطباعة (جديد)

source: Print Format Builder Beta
ar: طباعة الإصدار التجريبي من منشئ التنسيق

source: Print Format Error
ar: خطأ في تنسيق الطباعة

source: Print Format Field Template
ar: طباعة قالب حقل التنسيق

source: Print Format Help
ar: تعليمات تنسيق الطباعة

source: Print Format Type
ar: نوع تنسيق الطباعة

source: Print Format {0} is disabled
ar: تم تعطيل تنسيق الطباعة {0}.

source: Print Formats allow you can define looks for documents when printed or converted to PDF. You can also create a custom Print Format using drag-and-drop tools.
ar: تتيح لك تنسيقات الطباعة إمكانية تحديد مظهر المستندات عند طباعتها أو تحويلها إلى PDF. يمكنك أيضًا إنشاء تنسيق طباعة مخصص باستخدام أدوات السحب والإفلات.

source: Print Heading
ar: عنوان الطباعة

source: Print Heading
ar: عنوان الطباعة

source: Print Hide
ar: إخفاء الطباعة

source: Print Hide If No Value
ar: طباعة إخفاء إذا لم يكن هناك قيمة

source: Print Language
ar: لغة الطباعة

source: Print Sent to the printer!
ar: طباعة تم إرسالها إلى الطابعة!

source: Print Server
ar: ملقم الطباعة

source: Print Settings
ar: إعدادات الطباعة

source: Print Settings
ar: إعدادات الطباعة

source: Print Style
ar: نمط الطباعة

source: Print Style Name
ar: اسم نمط الطباعة

source: Print Style Preview
ar: معاينة نمط الطباعة

source: Print Width
ar: عرض الطباعة

source: Print Width of the field, if the field is a column in a table
ar: طباعة عرض الحقل، إذا كان الحقل عمودًا في جدول

source: Print document
ar: طباعة المستند

source: Print with letterhead
ar: طباعة مع ترويسة

source: Printer
ar: طابعة

source: Printer Mapping
ar: رسم خرائط الطابعة

source: Printer Name
ar: اسم الطابعة

source: Printer Settings
ar: إعدادات الطابعة

source: Printer mapping not set.
ar: لم يتم تعيين تعيين الطابعة.

source: Printing
ar: الطباعة

source: Printing failed
ar: فشلت الطباعة

source: Priority
ar: أولوية

source: Private
ar: خاص

source: Private Files (MB)
ar: الملفات الخاصة (ميجابايت)

source: ProTip: Add <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> to send document reference
ar: نصيحة احترافية: أضف <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> لإرسال مرجع المستند

source: Proceed
ar: يتابع

source: Proceed Anyway
ar: المتابعة على أية حال

source: Processing
ar: يعالج

source: Processing...
ar: يعالج...

source: Profile
ar: حساب تعريفي

source: Progress
ar: تقدم

source: Project
ar: مشروع

source: Property
ar: ملكية

source: Property Depends On
ar: الملكية تعتمد على

source: Property Setter
ar: واضعة الملكية

source: Property Setter overrides a standard DocType or Field property
ar: يتجاوز محدد الخصائص خاصية DocType أو Field القياسية

source: Property Type
ar: نوع الملكية

source: Provide a list of allowed file extensions for file uploads. Each line should contain one allowed file type. If unset, all file extensions are allowed. Example: <br>CSV<br>JPG<br>PNG
ar: قم بتوفير قائمة بامتدادات الملفات المسموح بها لتحميل الملفات. يجب أن يحتوي كل سطر على نوع ملف واحد مسموح به. إذا لم يتم تعيينه، فسيتم السماح بجميع امتدادات الملفات. مثال:<br> CSV<br> جبغ<br> بي إن جي

source: Provider
ar: مزود

source: Provider Name
ar: اسم المزود

source: Public
ar: عام

source: Public Files (MB)
ar: الملفات العامة (ميجابايت)

source: Publish
ar: ينشر

source: Publish as a web page
ar: نشر كصفحة ويب

source: Published
ar: نشرت

source: Published On
ar: تم النشر بتاريخ

source: Published on
ar: تم النشر بتاريخ

source: Publishing Dates
ar: مواعيد النشر

source: Pull Emails
ar: سحب رسائل البريد الإلكتروني

source: Pull from Google Calendar
ar: سحب من تقويم جوجل

source: Pull from Google Contacts
ar: سحب من جهات اتصال جوجل

source: Pulled from Google Calendar
ar: مأخوذة من تقويم جوجل

source: Pulled from Google Contacts
ar: تم سحبها من جهات اتصال Google

source: Purchase Manager
ar: مدير مشتريات

source: Purchase Master Manager
ar: مدير الشراء الرئيسي

source: Purchase User
ar: مستخدم الشراء

source: Purple
ar: أرجواني

source: Push Notification Settings
ar: اضغط على ضبط الاشعارات

source: Push Notification Settings
ar: اضغط على ضبط الاشعارات

source: Push Notifications
ar: دفع الإخطارات

source: Push to Google Calendar
ar: ادفع إلى تقويم Google

source: Push to Google Contacts
ar: ادفع إلى جهات اتصال Google

source: Put on Hold
ar: ضعه على الانتظار

source: Python
ar: بايثون

source: QR Code
ar: رمز الاستجابة السريعة

source: QR Code for Login Verification
ar: رمز الاستجابة السريعة للتحقق من تسجيل الدخول

source: QZ Tray Failed:
ar: فشل علبة QZ:

source: Quarterly
ar: ربعي

source: Query
ar: استفسار

source: Query / Script
ar: الاستعلام / البرنامج النصي

source: Query Options
ar: خيارات الاستعلام

source: Query Parameters
ar: معلمات الاستعلام

source: Query Report
ar: تقرير الاستعلام

source: Query analysis complete. Check suggested indexes.
ar: اكتمل تحليل الاستعلام. تحقق من الفهارس المقترحة.

source: Query must be of SELECT or read-only WITH type.
ar: يجب أن يكون الاستعلام من نوع SELECT أو للقراءة فقط مع نوع NOT.

source: Queue
ar: طابور

source: Queue Status
ar: حالة قائمة الانتظار

source: Queue Type(s)
ar: نوع (أنواع) قائمة الانتظار

source: Queue in Background (BETA)
ar: قائمة الانتظار في الخلفية (تجريبي)

source: Queue should be one of {0}
ar: يجب أن تكون قائمة الانتظار واحدة من {0}

source: Queue(s)
ar: قائمة الانتظار (قوائم)

source: Queued
ar: في قائمة الانتظار

source: Queued At
ar: في قائمة الانتظار عند

source: Queued By
ar: في قائمة الانتظار بواسطة

source: Queued for Submission. You can track the progress over {0}.
ar: في قائمة الانتظار للتقديم. يمكنك تتبع التقدم خلال {0}.
