Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: This is a background report. Please set the appropriate filters and then generate a new one.
ar: هذا هو تقرير الخلفية. يرجى ضبط عوامل التصفية المناسبة ثم إنشاء مرشح جديد.

source: This is a top-10 common password.
ar: هذه هي أفضل 10 كلمات مرور شائعة.

source: This is a top-100 common password.
ar: هذه هي أفضل 100 كلمة مرور شائعة.

source: This is a very common password.
ar: هذه كلمة مرور شائعة جدًا.

source: This is a virtual doctype and data is cleared periodically.
ar: هذا نوع مستند افتراضي ويتم مسح البيانات بشكل دوري.

source: This is an automatically generated reply
ar: هذا هو الرد الذي تم إنشاؤه تلقائيا

source: This is an example Google SERP Preview.
ar: هذا مثال على معاينة Google SERP.

source: This is similar to a commonly used password.
ar: وهذا مشابه لكلمة المرور شائعة الاستخدام.

source: This is the number of the last created transaction with this prefix
ar: هذا هو رقم آخر معاملة تم إنشاؤها بهذه البادئة

source: This link has already been activated for verification.
ar: لقد تم تفعيل هذا الرابط بالفعل للتحقق.

source: This link is invalid or expired. Please make sure you have pasted correctly.
ar: هذا الرابط غير صالح أو منتهي الصلاحية. يرجى التأكد من أنك قمت باللصق بشكل صحيح.

source: This may get printed on multiple pages
ar: قد تتم طباعة هذا على صفحات متعددة

source: This month
ar: هذا الشهر

source: This newsletter is scheduled to be sent on {0}
ar: تمت جدولة إرسال هذه النشرة الإخبارية بتاريخ {0}

source: This newsletter was scheduled to send on a later date. Are you sure you want to send it now?
ar: كان من المقرر إرسال هذه النشرة الإخبارية في وقت لاحق. هل أنت متأكد أنك تريد إرسالها الآن؟

source: This report contains {0} rows and is too big to display in browser, you can {1} this report instead.
ar: يحتوي هذا التقرير على {0} صف وهو كبير جدًا بحيث لا يمكن عرضه في المتصفح، يمكنك {1} هذا التقرير بدلاً من ذلك.

source: This report was generated on {0}
ar: تم إنشاء هذا التقرير بتاريخ {0}

source: This report was generated {0}.
ar: تم إنشاء هذا التقرير {0}.

source: This request has not yet been approved by the user.
ar: هذا الطلب لم تتم الموافقة عليه من قبل المستخدم بعد.

source: This site is in read only mode, full functionality will be restored soon.
ar: هذا الموقع في وضع القراءة فقط، وسيتم استعادة وظائفه الكاملة قريبًا.

source: This site is running in developer mode. Any change made here will be updated in code.
ar: هذا الموقع يعمل في وضع المطور. سيتم تحديث أي تغيير يتم إجراؤه هنا في الكود.

source: This title will be used as the title of the webpage as well as in meta tags
ar: سيتم استخدام هذا العنوان كعنوان لصفحة الويب وكذلك في العلامات الوصفية

source: This value is fetched from {0}'s {1} field
ar: يتم جلب هذه القيمة من الحقل {1} الخاص بـ {0}.

source: This will be automatically generated when you publish the page, you can also enter a route yourself if you wish
ar: سيتم إنشاء هذا تلقائيًا عند نشر الصفحة، ويمكنك أيضًا إدخال المسار بنفسك إذا كنت ترغب في ذلك

source: This will be shown in a modal after routing
ar: سيتم عرض هذا في شكل مشروط بعد التوجيه

source: This will be shown to the user in a dialog after routing to the report
ar: سيتم عرض ذلك للمستخدم في مربع حوار بعد التوجيه إلى التقرير

source: This will log out {0} from all other devices
ar: سيؤدي هذا إلى تسجيل خروج {0} من جميع الأجهزة الأخرى

source: This will permanently remove your data.
ar: سيؤدي هذا إلى إزالة بياناتك نهائيًا.

source: This will reset this tour and show it to all users. Are you sure?
ar: سيؤدي هذا إلى إعادة تعيين هذه الجولة وإظهارها لجميع المستخدمين. هل أنت متأكد؟

source: This will terminate the job immediately and might be dangerous, are you sure?
ar: سيؤدي هذا إلى إنهاء المهمة فورًا وقد يكون خطيرًا، هل أنت متأكد؟

source: Throttled
ar: مخنوق

source: Thumbnail URL
ar: عنوان URL للصورة المصغرة

source: Thursday
ar: يوم الخميس

source: Time
ar: وقت

source: Time Format
ar: تنسيق الوقت

source: Time Interval
ar: الفاصل الزمني

source: Time Series
ar: السلاسل الزمنية

source: Time Series Based On
ar: السلاسل الزمنية على أساس

source: Time Taken
ar: الوقت المستغرق

source: Time Window (Seconds)
ar: النافذة الزمنية (ثواني)

source: Time Zone
ar: وحدة زمنية

source: Time Zones
ar: المناطق الزمنية

source: Time format
ar: تنسيق الوقت

source: Time in Queries
ar: الوقت في الاستعلامات

source: Time in seconds to retain QR code image on server. Min:<strong>240</strong>
ar: الوقت بالثواني للاحتفاظ بصورة رمز الاستجابة السريعة على الخادم. الحد الأدنى: <strong>240</strong>

source: Time series based on is required to create a dashboard chart
ar: مطلوب سلسلة زمنية تعتمد على إنشاء مخطط لوحة المعلومات

source: Time {0} must be in format: {1}
ar: الوقت {0} يجب أن يكون بالتنسيق: {1}

source: Timed Out
ar: نفد وقته

source: Timeless Night
ar: ليلة خالدة

source: Timeline
ar: الجدول الزمني

source: Timeline DocType
ar: DocType الجدول الزمني

source: Timeline Field
ar: حقل الجدول الزمني

source: Timeline Links
ar: روابط الجدول الزمني

source: Timeline Name
ar: اسم الجدول الزمني

source: Timeline field must be a Link or Dynamic Link
ar: يجب أن يكون حقل المخطط الزمني عبارة عن رابط أو رابط ديناميكي

source: Timeline field must be a valid fieldname
ar: يجب أن يكون حقل المخطط الزمني اسم حقل صالحًا

source: Timeout
ar: نفذ الوقت

source: Timeseries
ar: السلاسل الزمنية

source: Timespan
ar: الفترة الزمنية

source: Timestamp
ar: الطابع الزمني

source: Title
ar: عنوان

source: Title Field
ar: حقل العنوان

source: Title Prefix
ar: بادئة العنوان

source: Title field must be a valid fieldname
ar: يجب أن يكون حقل العنوان اسم حقل صالحًا

source: Title of the page
ar: عنوان الصفحة

source: To
ar: ل

source: To Date
ar: ان يذهب في موعد

source: To Date Field
ar: حتى الآن الحقل

source: To Do
ar: لكى يفعل

source: To Do
ar: لكى يفعل

source: To User
ar: إلى المستخدم

source: To add dynamic subject, use jinja tags like <div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>
ar: لإضافة موضوع ديناميكي، استخدم علامات jinja مثل<div style=";text-align:right;direction:rtl"><pre style=";text-align:right;direction:rtl"> <code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>

source: To add dynamic subject, use jinja tags like <div><pre><code>{{ doc.name }} Delivered</code></pre></div>
ar: لإضافة موضوع ديناميكي، استخدم علامات jinja مثل<div style=";text-align:right;direction:rtl"><pre style=";text-align:right;direction:rtl"> <code>{{ doc.name }} Delivered</code></pre></div>

source: To add dynamic values from the document, use jinja tags like <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>
ar: لإضافة قيم ديناميكية من المستند، استخدم علامات jinja مثل<div style=";text-align:right;direction:rtl"><pre style=";text-align:right;direction:rtl"> <code>{ &quot;id&quot;: &quot;{{ doc.name }}&quot; }</code></pre></div>

source: To allow more reports update limit in System Settings.
ar: للسماح بمزيد من حد تحديث التقارير في إعدادات النظام.

source: To and CC
ar: إلى و CC

source: To begin the date range at the start of the chosen period. For example, if 'Year' is selected as the period, the report will start from January 1st of the current year.
ar: لبدء النطاق الزمني في بداية الفترة المختارة. على سبيل المثال، إذا تم تحديد &quot;السنة&quot; كفترة، فسيبدأ التقرير اعتبارًا من الأول من يناير من العام الحالي.

source: To configure Auto Repeat, enable "Allow Auto Repeat" from {0}.
ar: لتكوين التكرار التلقائي، قم بتمكين &quot;السماح بالتكرار التلقائي&quot; من {0}.

source: To enable it follow the instructions in the following link: {0}
ar: لتمكينه، اتبع الإرشادات الموجودة في الرابط التالي: {0}

source: To enable server scripts, read the {0}.
ar: لتمكين البرامج النصية للخادم، اقرأ {0}.

source: To export this step as JSON, link it in a Onboarding document and save the document.
ar: لتصدير هذه الخطوة بتنسيق JSON، قم بربطها في مستند Onboarding واحفظ المستند.

source: To get the updated report, click on {0}.
ar: للحصول على التقرير المحدث، انقر على {0}.

source: To manage your authorized third party apps
ar: لإدارة تطبيقات الطرف الثالث المعتمدة لديك

source: To print output use <code>print(text)</code>
ar: لطباعة الإخراج استخدم <code>print(text)</code>

source: To set the role {0} in the user {1}, kindly set the {2} field as {3} in one of the {4} record.
ar: لتعيين الدور {0} في المستخدم {1}، يرجى تعيين الحقل {2} كـ {3} في أحد السجلات {4}.

source: To use Google Calendar, enable {0}.
ar: لاستخدام تقويم Google، قم بتمكين {0}.

source: To use Google Contacts, enable {0}.
ar: لاستخدام جهات اتصال Google، قم بتمكين {0}.

source: To use Google Drive, enable {0}.
ar: لاستخدام Google Drive، قم بتمكين {0}.

source: To use Google Indexing, enable <a href="/app/google-settings">Google Settings</a>.
ar: لاستخدام فهرسة Google، قم بتمكين <a href="/app/google-settings">إعدادات Google</a> .

source: To use Slack Channel, add a <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL</a>.
ar: لاستخدام Slack Channel، أضف <a href="#List/Slack%20Webhook%20URL/List">عنوان URL لـ Slack Webhook</a> .

source: To version
ar: إلى الإصدار

source: ToDo
ar: لكى يفعل

source: ToDo
ar: لكى يفعل

source: Today
ar: اليوم

source: Toggle Chart
ar: تبديل الرسم البياني

source: Toggle Full Width
ar: تبديل العرض الكامل

source: Toggle Grid View
ar: تبديل عرض الشبكة

source: Toggle Sidebar
ar: تبديل الشريط الجانبي

# Button in list view menu
source: Toggle Sidebar
ar: تبديل الشريط الجانبي

source: Toggle Theme
ar: تبديل الموضوع

source: Token
ar: رمز مميز

source: Token Cache
ar: ذاكرة التخزين المؤقت للرمز المميز

source: Token Type
ar: نوع الرمز المميز

source: Token URI
ar: رمز URI

source: Token is missing
ar: الرمز مفقود

source: Too Many Documents
ar: عدد كبير جدًا من المستندات

source: Too Many Requests
ar: طلبات كثيرة جدا

source: Too many changes to database in single action.
ar: تغييرات كثيرة جدًا على قاعدة البيانات في إجراء واحد.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
ar: قام عدد كبير جدًا من المستخدمين بالتسجيل مؤخرًا، لذا تم تعطيل التسجيل. يرجى المحاولة مرة أخرى خلال ساعة

source: Tools
ar: أدوات

source: Top
ar: قمة

source: Top Bar Item
ar: عنصر الشريط العلوي

source: Top Bar Items
ar: عناصر الشريط العلوي

source: Top Center
ar: مركز أعلى

source: Top Errors
ar: أهم الأخطاء

source: Top Left
ar: أعلى اليسار

source: Top Performer
ar: أفضل أداء

source: Top Reviewer
ar: أفضل المراجعين

source: Top Right
ar: اعلى اليمين

source: Top {0}
ar: أعلى {0}

source: Topic
ar: عنوان

source: Total
ar: المجموع

source: Total Background Workers
ar: إجمالي العاملين في الخلفية

source: Total Errors (last 1 day)
ar: إجمالي الأخطاء (آخر يوم واحد)

source: Total Images
ar: إجمالي الصور

source: Total Outgoing Emails
ar: إجمالي رسائل البريد الإلكتروني الصادرة

source: Total Recipients
ar: إجمالي المستلمين

source: Total Subscribers
ar: إجمالي المشتركين

source: Total Users
ar: إجمالي المستخدمين

source: Total Views
ar: عدد المشاهدات

source: Total Working Time
ar: إجمالي وقت العمل

source: Total number of emails to sync in initial sync process
ar: إجمالي عدد رسائل البريد الإلكتروني المراد مزامنتها في عملية المزامنة الأولية

source: Total:
ar: المجموع:

source: Totals
ar: المجاميع

source: Totals Row
ar: صف الإجماليات

source: Trace ID
ar: معرف التتبع

source: Traceback
ar: تتبع الأثر

source: Track Changes
ar: تعقب التغيرات

source: Track Email Status
ar: تتبع حالة البريد الإلكتروني

source: Track Field
ar: حقل المسار

source: Track Seen
ar: تتبع المشاهدة

source: Track Steps
ar: تتبع الخطوات

source: Track Views
ar: تتبع المشاهدات

source: Track if your email has been opened by the recipient. <br> Note: If you're sending to multiple recipients, even if 1 recipient reads the email, it'll be considered "Opened"
ar: تتبع ما إذا كان المستلم قد فتح بريدك الإلكتروني.<br> ملاحظة: إذا كنت ترسل إلى عدة مستلمين، حتى إذا قرأ مستلم واحد البريد الإلكتروني، فسيتم اعتباره &quot;مفتوحًا&quot;

source: Track milestones for any document
ar: تتبع المعالم لأي وثيقة

source: Tracking URL generated and copied to clipboard
ar: تم إنشاء عنوان URL للتتبع ونسخه إلى الحافظة

source: Transaction Hash
ar: تجزئة الصفقة

source: Transaction Log
ar: سجل المعاملات

source: Transaction Log Report
ar: تقرير سجل المعاملات

source: Transition Properties
ar: خصائص الانتقال

source: Transition Rules
ar: قواعد الانتقال

source: Transitions
ar: الانتقالات

source: Translatable
ar: قابلة للترجمة

source: Translate Link Fields
ar: ترجمة حقول الارتباط

source: Translate {0}
ar: ترجمة {0}

source: Translated Text
ar: النص المترجم

source: Translation
ar: ترجمة

source: Translations
ar: ترجمات

source: Trash
ar: نفاية

source: Tree
ar: شجرة

source: Tree View
ar: عرض الشجرة

source: Tree structures are implemented using Nested Set
ar: يتم تنفيذ هياكل الشجرة باستخدام Nested Set

source: Tree view is not available for {0}
ar: عرض الشجرة غير متاح لـ {0}

source: Trigger Method
ar: طريقة الزناد

source: Trigger Primary Action
ar: تفعيل الإجراء الأساسي

source: Trigger caching
ar: تشغيل التخزين المؤقت

source: Trigger on valid methods like "before_insert", "after_update", etc (will depend on the DocType selected)
ar: التشغيل باستخدام الأساليب الصالحة مثل &quot;before_insert&quot; و&quot;after_update&quot; وما إلى ذلك (يعتمد على DocType المحدد)

source: Trim Table
ar: جدول القطع

source: Try Again
ar: حاول ثانية

source: Try a Naming Series
ar: جرب سلسلة التسمية

source: Try the new Print Designer
ar: جرب مصمم الطباعة الجديد

source: Try to avoid repeated words and characters
ar: حاول تجنب الكلمات والأحرف المتكررة

source: Try to use a longer keyboard pattern with more turns
ar: حاول استخدام نمط لوحة مفاتيح أطول مع المزيد من المنعطفات

source: Tuesday
ar: يوم الثلاثاء

source: Two Factor Authentication
ar: توثيق ذو عاملين

source: Two Factor Authentication method
ar: طريقة المصادقة الثنائية

source: Type
ar: يكتب

source: Type Distribution
ar: توزيع النوع

source: Type a reply / comment
ar: اكتب الرد / التعليق

source: Type something in the search box to search
ar: اكتب شيئا في مربع البحث للبحث

source: Type title
ar: اكتب العنوان

source: Type your reply here...
ar: اكتب ردك هنا...

source: Type:
ar: يكتب:

source: UI Tour
ar: جولة واجهة المستخدم

source: UID
ar: معرف فريد

source: UIDNEXT
ar: يويدنيكست

source: UIDVALIDITY
ar: صلاحية الهوية

source: UNSEEN
ar: غير مرئي

source: URIs for receiving authorization code once the user allows access, as well as failure responses. Typically a REST endpoint exposed by the Client App. <br>e.g. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook
ar: معرفات URI لتلقي رمز التفويض بمجرد أن يسمح المستخدم بالوصول، بالإضافة إلى استجابات الفشل. عادةً ما تكون نقطة نهاية REST التي يكشفها تطبيق العميل.<br> على سبيل المثال http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook

source: URL
ar: عنوان URL

source: URL for documentation or help
ar: عنوان URL للتوثيق أو المساعدة

source: URL must start with http:// or https://
ar: يجب أن يبدأ عنوان URL بـ http:// أو https://

source: URL of the page
ar: عنوان URL للصفحة

source: URL to go to on clicking the slideshow image
ar: عنوان URL للانتقال إليه عند النقر على صورة عرض الشرائح

source: Unable to find DocType {0}
ar: غير قادر على العثور على DocType {0}

source: Unable to load camera.
ar: غير قادر على تحميل الكاميرا.

source: Unable to load: {0}
ar: غير قادر على التحميل: {0}

source: Unable to open attached file. Did you export it as CSV?
ar: غير قادر على فتح الملف المرفق. هل قمت بتصديره كملف CSV؟

source: Unable to read file format for {0}
ar: غير قادر على قراءة تنسيق الملف لـ {0}

source: Unable to send mail because of a missing email account. Please setup default Email Account from Settings > Email Account
ar: غير قادر على إرسال البريد بسبب حساب بريد إلكتروني مفقود. يرجى إعداد حساب البريد الإلكتروني الافتراضي من الإعدادات &gt; حساب البريد الإلكتروني

source: Unable to update event
ar: غير قادر على تحديث الحدث

source: Unable to write file format for {0}
ar: غير قادر على كتابة تنسيق الملف لـ {0}

source: Unassign Condition
ar: إلغاء تعيين الشرط

source: Uncaught Server Exception
ar: استثناء الخادم الذي لم يتم اكتشافه

source: Unchanged
ar: دون تغيير

source: Undo
ar: الغاء التحميل

source: Undo last action
ar: التراجع عن الإجراء الأخير

source: Unfollow
ar: الغاء المتابعة

source: Unhandled Email
ar: البريد الإلكتروني غير المعالج

source: Unhandled Emails
ar: رسائل البريد الإلكتروني التي لم تتم معالجتها

source: Unhide Workspace
ar: إظهار مساحة العمل

source: Unique
ar: فريد

source: Unknown
ar: مجهول

source: Unknown Column: {0}
ar: عمود غير معروف: {0}

source: Unknown Rounding Method: {}
ar: أسلوب تقريب غير معروف: {}

source: Unknown User
ar: مستخدم غير معروف

source: Unknown file encoding. Tried to use: {0}
ar: ترميز ملف غير معروف. حاولت استخدام: {0}

source: Unlock Reference Document
ar: فتح الوثيقة المرجعية

source: Unpublish
ar: إلغاء النشر

source: Unread
ar: غير مقروءة

source: Unread Notification Sent
ar: تم إرسال إشعار غير مقروء

source: Unsafe SQL query
ar: استعلام SQL غير آمن

source: Unselect All
ar: إلغاء تحديد الكل

source: Unshared
ar: غير مشترك

source: Unsubscribe
ar: إلغاء الاشتراك

source: Unsubscribe Method
ar: طريقة إلغاء الاشتراك

source: Unsubscribe Param
ar: إلغاء الاشتراك في Param

source: Unsubscribed
ar: غير مشترك

source: Untitled Column
ar: عمود بلا عنوان

source: Unzip
ar: بفك

source: Unzipped {0} files
ar: تم فك ضغط ملفات {0}.

source: Unzipping files...
ar: جارٍ فك ضغط الملفات...

source: Upcoming Events for Today
ar: الأحداث القادمة لهذا اليوم

source: Update
ar: تحديث

source: Update Amendment Naming
ar: تحديث تسمية التعديل

source: Update Details
ar: تحديث التفاصيل

source: Update Existing Records
ar: تحديث السجلات الموجودة

source: Update Field
ar: تحديث الحقل

source: Update Hooks Resolution Order
ar: تحديث ترتيب تحليل الخطافات

source: Update Order
ar: أجل التحديث

source: Update Series Counter
ar: تحديث عداد السلسلة

source: Update Series Number
ar: تحديث رقم السلسلة

source: Update Settings
ar: إعدادات التحديث

source: Update Translations
ar: تحديث الترجمات

source: Update Value
ar: تحديث القيمة

source: Update from Frappe Cloud
ar: التحديث من Frappe Cloud

source: Update {0} records
ar: تحديث سجلات {0}.

source: Updated
ar: محدث

source: Updated Successfully
ar: تم التحديث بنجاح

source: Updated To A New Version 🎉
ar: تم التحديث إلى إصدار جديد 🎉

source: Updated successfully
ar: تم التحديث بنجاح

source: Updates
ar: التحديثات

source: Updating
ar: تحديث

# Freeze message while updating a document
source: Updating
ar: تحديث

source: Updating Email Queue Statuses. The emails will be picked up in the next scheduled run.
ar: تحديث حالات قائمة انتظار البريد الإلكتروني. سيتم التقاط رسائل البريد الإلكتروني في التشغيل المقرر التالي.

source: Updating counter may lead to document name conflicts if not done properly
ar: قد يؤدي تحديث العداد إلى تعارض أسماء المستندات إذا لم يتم إجراؤه بشكل صحيح

source: Updating global settings
ar: تحديث الإعدادات العالمية

source: Updating naming series options
ar: تحديث خيارات سلسلة التسمية

source: Updating related fields...
ar: جارٍ تحديث الحقول ذات الصلة...

source: Updating {0}
ar: تحديث {0}

source: Updating {0} of {1}, {2}
ar: تحديث {0} من {1}، {2}

source: Upload
ar: رفع

source: Upload Image
ar: تحميل الصور

source: Upload file
ar: رفع ملف

source: Upload {0} files
ar: تحميل {0} ملف

source: Uploaded To Dropbox
ar: تم الرفع على Dropbox

source: Uploaded To Google Drive
ar: تم الرفع على جوجل درايف

source: Uploading backup to Google Drive.
ar: تحميل النسخة الاحتياطية إلى Google Drive.

source: Uploading successful.
ar: تم التحميل بنجاح.

source: Uploading to Google Drive
ar: الرفع على جوجل درايف

source: Use % for any non empty value.
ar: استخدم % لأي قيمة غير فارغة.

source: Use ASCII encoding for password
ar: استخدم ترميز ASCII لكلمة المرور

source: Use First Day of Period
ar: استخدمي اليوم الأول من الدورة الشهرية

source: Use HTML
ar: استخدم HTML

source: Use IMAP
ar: استخدم بروتوكول IMAP

source: Use POST
ar: استخدم البريد

source: Use Report Chart
ar: استخدم مخطط التقرير

source: Use SSL
ar: استخدم طبقة المقابس الآمنة

source: Use STARTTLS
ar: استخدم STARTTLS

source: Use TLS
ar: استخدم طبقة النقل الآمنة

source: Use a few words, avoid common phrases.
ar: استخدم بضع كلمات، وتجنب العبارات الشائعة.

source: Use different Email ID
ar: استخدم معرف بريد إلكتروني مختلفًا

source: Use of function {0} in field is restricted
ar: استخدام الدالة {0} في الحقل مقيد

source: Use of sub-query or function is restricted
ar: استخدام الاستعلام الفرعي أو الوظيفة مقيد

source: Use the new Print Format Builder
ar: استخدم منشئ تنسيق الطباعة الجديد

source: Use this fieldname to generate title
ar: استخدم اسم الحقل هذا لإنشاء العنوان

source: Used OAuth
ar: يستخدم OAuth

source: User
ar: مستخدم

source: User
ar: مستخدم

source: User
ar: مستخدم

source: User '{0}' already has the role '{1}'
ar: المستخدم &#39;{0}&#39; لديه الدور &#39;{1}&#39; بالفعل

source: User Activity Report
ar: تقرير نشاط المستخدم

source: User Activity Report Without Sort
ar: تقرير نشاط المستخدم بدون فرز

source: User Agent
ar: وكيل المستخدم

source: User Cannot Create
ar: لا يمكن للمستخدم إنشاء

source: User Cannot Search
ar: لا يمكن للمستخدم البحث

source: User Changed
ar: تم تغيير المستخدم

source: User Defaults
ar: افتراضيات المستخدم

source: User Details
ar: بيانات المستخدم

source: User Document Type
ar: نوع مستند المستخدم

source: User Document Types Limit Exceeded
ar: تم تجاوز الحد الأقصى لأنواع مستندات المستخدم

source: User Email
ar: البريد الالكتروني للمستخدم

source: User Emails
ar: رسائل البريد الإلكتروني للمستخدم

source: User Field
ar: مجال المستخدم

source: User Group
ar: مجموعة المستخدمين

source: User Group Member
ar: عضو مجموعة المستخدمين

source: User Group Members
ar: أعضاء مجموعة المستخدمين

source: User ID
ar: معرف المستخدم

source: User ID Property
ar: خاصية معرف المستخدم

source: User ID of a Blogger
ar: معرف المستخدم لمدونة بلوجر

source: User Id
ar: معرف المستخدم

source: User Id Field
ar: حقل معرف المستخدم

source: User Id Field is mandatory in the user type {0}
ar: حقل معرف المستخدم إلزامي في نوع المستخدم {0}

source: User Image
ar: صورة المستخدم

source: User Menu
ar: قائمة المستخدم

source: User Name
ar: اسم المستخدم

source: User Permission
ar: إذن المستخدم

source: User Permissions
ar: أذونات المستخدم

# Button in list view menu
source: User Permissions
ar: أذونات المستخدم

# User Permission
source: User Permissions
ar: أذونات المستخدم

source: User Permissions are used to limit users to specific records.
ar: تُستخدم أذونات المستخدم لتقييد المستخدمين بسجلات محددة.

source: User Permissions created successfully
ar: تم إنشاء أذونات المستخدم بنجاح

source: User Profile
ar: ملف تعريفي للمستخدم

source: User Role
ar: دور المستخدم

source: User Role Profile
ar: ملف تعريف دور المستخدم

source: User Select Document Type
ar: حدد المستخدم نوع المستند

source: User Settings
ar: إعدادات المستخدم

source: User Social Login
ar: تسجيل الدخول الاجتماعي للمستخدم

source: User Tags
ar: علامات المستخدم

source: User Type
ar: نوع المستخدم

source: User Type
ar: نوع المستخدم

source: User Type Module
ar: وحدة نوع المستخدم

source: User can login using Email id or Mobile number
ar: يمكن للمستخدم تسجيل الدخول باستخدام معرف البريد الإلكتروني أو رقم الهاتف المحمول

source: User can login using Email id or User Name
ar: يمكن للمستخدم تسجيل الدخول باستخدام معرف البريد الإلكتروني أو اسم المستخدم

source: User does not exist
ar: المستخدم غير موجود

source: User does not exist.
ar: المستخدم غير موجود.

source: User does not have permission to create the new {0}
ar: ليس لدى المستخدم إذن لإنشاء {0} الجديد

source: User is mandatory for Share
ar: المستخدم إلزامي للمشاركة

source: User must always select
ar: يجب على المستخدم الاختيار دائمًا

source: User not allowed to delete {0}: {1}
ar: غير مسموح للمستخدم بحذف {0}: {1}

source: User permission already exists
ar: إذن المستخدم موجود بالفعل

source: User with email address {0} does not exist
ar: المستخدم بعنوان البريد الإلكتروني {0} غير موجود
