Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Default Amendment Naming
ar: تسمية التعديل الافتراضية

source: Default Email Template
ar: قالب البريد الإلكتروني الافتراضي

source: Default Inbox
ar: البريد الوارد الافتراضي

source: Default Incoming
ar: الوارد الافتراضي

source: Default Letter Head
ar: رأس الرسالة الافتراضية

source: Default Naming
ar: التسمية الافتراضية

source: Default Outgoing
ar: الصادرة الافتراضية

source: Default Portal Home
ar: الصفحة الرئيسية للبوابة الافتراضية

source: Default Print Format
ar: تنسيق الطباعة الافتراضي

source: Default Print Language
ar: لغة الطباعة الافتراضية

source: Default Redirect URI
ar: إعادة توجيه URI الافتراضي

source: Default Role at Time of Signup
ar: الدور الافتراضي في وقت الاشتراك

source: Default Sending
ar: الإرسال الافتراضي

source: Default Sending and Inbox
ar: الإرسال الافتراضي والبريد الوارد

source: Default Sort Field
ar: حقل الفرز الافتراضي

source: Default Sort Order
ar: ترتيب الافتراضي

source: Default Template For Field
ar: القالب الافتراضي للحقل

source: Default Theme
ar: الموضوع الافتراضي

source: Default User Role
ar: دور المستخدم الافتراضي

source: Default User Type
ar: نوع المستخدم الافتراضي

source: Default Value
ar: القيمة الافتراضية

source: Default View
ar: العرض الافتراضي

source: Default Workspace
ar: مساحة العمل الافتراضية

source: Default for 'Check' type of field {0} must be either '0' or '1'
ar: الافتراضي لنوع &quot;التحقق&quot; من الحقل {0} يجب أن يكون إما &quot;0&quot; أو &quot;1&quot;

source: Default value for {0} must be in the list of options.
ar: القيمة الافتراضية لـ {0} يجب أن تكون في قائمة الخيارات.

source: Default {0}
ar: الافتراضي {0}

source: Default: "Contact Us"
ar: الافتراضي: &quot;اتصل بنا&quot;

source: DefaultValue
ar: القيمة الافتراضية

source: Defaults
ar: الافتراضيات

source: Defaults Updated
ar: تم تحديث الإعدادات الافتراضية

source: Defines actions on states and the next step and allowed roles.
ar: يحدد الإجراءات على الدول والخطوة التالية والأدوار المسموح بها.

source: Defines workflow states and rules for a document.
ar: يحدد حالات وقواعد سير العمل للمستند.

source: Delayed
ar: تأخير

source: Delete
ar: يمسح

# Button in list view actions menu
source: Delete
ar: يمسح

source: Delete Account
ar: حذف الحساب

source: Delete All
ar: حذف الكل

# Title of confirmation dialog
source: Delete Column
ar: حذف العمود

source: Delete Data
ar: حذف البيانات

source: Delete Kanban Board
ar: حذف لوحة كانبان

# Title of confirmation dialog
source: Delete Section
ar: حذف القسم

# Title of confirmation dialog
source: Delete Tab
ar: حذف علامة التبويب

source: Delete Workspace
ar: حذف مساحة العمل

source: Delete and Generate New
ar: حذف وإنشاء جديد

# Button text
source: Delete column
ar: حذف العمود

source: Delete comment?
ar: حذف تعليق؟

# Button text
source: Delete entire column with fields
ar: حذف العمود بأكمله مع الحقول

# Button text
source: Delete entire section with fields
ar: حذف القسم بأكمله مع الحقول

# Button text
source: Delete entire tab with fields
ar: حذف علامة التبويب بأكملها مع الحقول

# Button text
source: Delete section
ar: حذف القسم

# Button text
source: Delete tab
ar: حذف علامة التبويب

source: Delete this record to allow sending to this email address
ar: احذف هذا السجل للسماح بالإرسال إلى عنوان البريد الإلكتروني هذا

# Title of confirmation dialog
source: Delete {0} item permanently?
ar: هل تريد حذف عنصر واحد ({0}) نهائيًا؟

# Title of confirmation dialog
source: Delete {0} items permanently?
ar: هل تريد حذف {0} من العناصر نهائيًا؟

source: Deleted
ar: تم الحذف

source: Deleted DocType
ar: DocType المحذوفة

source: Deleted Document
ar: المستند المحذوف

# Deleted Document
source: Deleted Documents
ar: المستندات المحذوفة

source: Deleted Name
ar: الاسم المحذوف

source: Deleted all documents successfully
ar: تم حذف كافة المستندات بنجاح

source: Deleting {0}
ar: حذف {0}

source: Deleting {0} records...
ar: جارٍ حذف {0} سجل...

source: Deleting {0}...
ar: جارٍ حذف {0}...

source: Deletion Steps
ar: خطوات الحذف

source: Deletion of this document is only permitted in developer mode.
ar: يُسمح بحذف هذا المستند فقط في وضع المطور.

source: Delimiter Options
ar: خيارات الفاصلة

source: Delimiter detection failed. Try to enable custom delimiters and adjust the delimiter options as per your data.
ar: فشل الكشف عن المحدد. حاول تمكين المحددات المخصصة وضبط خيارات المحدد وفقًا لبياناتك.

source: Delimiter must be a single character
ar: يجب أن يكون المحدد حرفًا واحدًا

source: Delivery Status
ar: حالة التسليم

source: Deny
ar: ينكر

source: Department
ar: قسم

source: Dependencies
ar: التبعيات

source: Dependencies & Licenses
ar: التبعيات والتراخيص

source: Depends On
ar: يعتمد على

source: Descendants Of
ar: أحفاد

source: Descendants Of (inclusive)
ar: أحفاد (شامل)

source: Description
ar: وصف

source: Description for listing page, in plain text, only a couple of lines. (max 200 characters)
ar: وصف صفحة القائمة، بنص عادي، مكون من سطرين فقط. (الحد الأقصى 200 حرف)

source: Description to inform the user about any action that is going to be performed
ar: الوصف لإعلام المستخدم بأي إجراء سيتم تنفيذه

source: Designation
ar: تعيين

source: Desk Access
ar: الوصول إلى المكتب

source: Desk Settings
ar: إعدادات المكتب

source: Desk Theme
ar: موضوع المكتب

source: Desk User
ar: مستخدم المكتب

source: Desktop Icon
ar: أيقونة سطح المكتب

source: Desktop Icon already exists
ar: أيقونة سطح المكتب موجودة بالفعل

source: Details
ar: تفاصيل

source: Did not add
ar: لم يضف

source: Did not remove
ar: لم تتم إزالة

source: Diff
ar: فرق

source: Different "States" this document can exist in. Like "Open", "Pending Approval" etc.
ar: &quot;الحالات&quot; المختلفة التي يمكن أن يتواجد فيها هذا المستند. مثل &quot;مفتوح&quot; و&quot;في انتظار الموافقة&quot; وما إلى ذلك.

source: Digits
ar: أرقام

source: Directory Server
ar: خادم الدليل

source: Disable Auto Refresh
ar: تعطيل التحديث التلقائي

source: Disable Change Log Notification
ar: تعطيل إشعار سجل التغيير

source: Disable Comment Count
ar: تعطيل عدد التعليقات

source: Disable Comments
ar: تعطيل التعليقات

source: Disable Contact Us Page
ar: تعطيل صفحة اتصل بنا

source: Disable Count
ar: تعطيل العد

source: Disable Document Sharing
ar: تعطيل مشاركة المستندات

source: Disable Likes
ar: تعطيل الإعجابات

source: Disable Report
ar: تعطيل التقرير

source: Disable SMTP server authentication
ar: تعطيل مصادقة خادم SMTP

source: Disable Sidebar Stats
ar: تعطيل إحصائيات الشريط الجانبي

source: Disable Signup for your site
ar: تعطيل الاشتراك في موقعك

source: Disable Standard Email Footer
ar: تعطيل تذييل البريد الإلكتروني القياسي

source: Disable System Update Notification
ar: تعطيل إعلام تحديث النظام

source: Disable Username/Password Login
ar: تعطيل اسم المستخدم/كلمة المرور لتسجيل الدخول

source: Disable signups
ar: تعطيل الاشتراكات

source: Disabled
ar: عاجز

source: Disabled Auto Reply
ar: الرد التلقائي معطل

source: Discard
ar: ينبذ

# Button in web form
source: Discard
ar: ينبذ

source: Discard {0}
ar: تجاهل {0}

source: Discard?
ar: ينبذ؟

source: Discarded
ar: تم التخلص منها

source: Disclaimer: These indexes are suggested based on data and queries performed during this recording. These suggestions may or may not help.
ar: إخلاء المسؤولية: تم اقتراح هذه الفهارس بناءً على البيانات والاستعلامات التي تم إجراؤها أثناء هذا التسجيل. هذه الاقتراحات قد تساعد وقد لا تساعد.

source: Discussion Reply
ar: رد المناقشة

source: Discussion Topic
ar: موضوع المناقشة

source: Dismiss
ar: رفض

# Stop showing the onboarding widget.
source: Dismiss
ar: رفض

source: Display
ar: عرض

source: Display Depends On
ar: العرض يعتمد على

source: Display Depends On (JS)
ar: يعتمد العرض على (JS)

source: Divider
ar: مقسم

source: Do Not Create New User
ar: لا تقم بإنشاء مستخدم جديد

source: Do not create new user if user with email does not exist in the system
ar: لا تقم بإنشاء مستخدم جديد إذا كان المستخدم الذي لديه بريد إلكتروني غير موجود في النظام

source: Do not edit headers which are preset in the template
ar: لا تقم بتحرير الرؤوس التي تم إعدادها مسبقًا في القالب

source: Do not have permission to access bucket {0}.
ar: ليس لديك إذن للوصول إلى الحاوية {0}.

source: Do you still want to proceed?
ar: هل مازلت تريد المتابعة؟

source: Do you want to cancel all linked documents?
ar: هل تريد إلغاء جميع المستندات المرتبطة؟

source: Doc Event
ar: حدث الوثيقة

source: Doc Events
ar: أحداث الوثيقة

source: Doc Status
ar: حالة الوثيقة

source: DocField
ar: دوكفيلد

source: DocPerm
ar: دوكبيرم

source: DocShare
ar: دوكشير

source: DocStatus of the following states have changed:<br><strong>{0}</strong><br> Do you want to update the docstatus of existing documents in those states?<br> This does not undo any effect bought in by the document's existing docstatus.
ar: تم تغيير DocStatus للحالات التالية:<br> <strong>{0}</strong><br> هل تريد تحديث حالة المستندات الخاصة بالمستندات الموجودة في تلك الحالات؟<br> لا يؤدي هذا إلى التراجع عن أي تأثير تم شراؤه بواسطة حالة المستند الحالية.

source: DocType
ar: نوع الوثيقة

source: DocType
ar: نوع الوثيقة

source: DocType <b>{0}</b> provided for the field <b>{1}</b> must have atleast one Link field
ar: يجب أن يحتوي DocType <b>{0}</b> المقدم للحقل <b>{1}</b> على حقل رابط واحد على الأقل

source: DocType Action
ar: إجراء نوع المستند

source: DocType Event
ar: حدث DocType

source: DocType Layout
ar: تخطيط نوع المستند

source: DocType Layout Field
ar: حقل تخطيط DocType

source: DocType Link
ar: رابط نوع الوثيقة

source: DocType Name
ar: اسم نوع المستند

source: DocType State
ar: حالة DocType

source: DocType View
ar: عرض نوع المستند

source: DocType can not be merged
ar: لا يمكن دمج DocType

source: DocType can only be renamed by Administrator
ar: لا يمكن إعادة تسمية DocType إلا بواسطة المسؤول

source: DocType is a Table / Form in the application.
ar: DocType هو جدول / نموذج في التطبيق.

source: DocType must be Submittable for the selected Doc Event
ar: يجب أن يكون DocType قابلاً للإرسال لحدث المستند المحدد

source: DocType must be a string
ar: يجب أن يكون DocType عبارة عن سلسلة

source: DocType must have atleast one field
ar: يجب أن يحتوي DocType على حقل واحد على الأقل

source: DocType not supported by Log Settings.
ar: DocType غير مدعوم في إعدادات السجل.

source: DocType on which this Workflow is applicable.
ar: DocType الذي ينطبق عليه سير العمل هذا.

source: DocType required
ar: DocType مطلوب

source: DocType {0} does not exist.
ar: DocType {0} غير موجود.

source: DocType {} not found
ar: لم يتم العثور على DocType {}.

source: DocType's name should not start or end with whitespace
ar: يجب ألا يبدأ اسم DocType أو ينتهي بمسافة بيضاء

source: DocTypes can not be modified, please use {0} instead
ar: لا يمكن تعديل DocTypes، يرجى استخدام {0} بدلاً من ذلك

source: Doctype
ar: نوع الوثيقة

source: Doctype name is limited to {0} characters ({1})
ar: يقتصر اسم Doctype على {0} حرفًا ({1})

source: Doctype required
ar: نوع المستند مطلوب

source: Doctype with same route already exist. Please choose different title.
ar: Doctype بنفس المسار موجود بالفعل. الرجاء اختيار عنوان مختلف.

source: Document
ar: وثيقة

source: Document Actions
ar: إجراءات الوثيقة

source: Document Follow
ar: متابعة الوثيقة

source: Document Follow Notification
ar: وثيقة متابعة الإخطار

source: Document Link
ar: رابط الوثيقة

source: Document Linking
ar: ربط الوثيقة

source: Document Links
ar: روابط المستندات

source: Document Links Row #{0}: Could not find field {1} in {2} DocType
ar: صف روابط المستندات رقم {0}: تعذر العثور على الحقل {1} في {2} DocType

source: Document Links Row #{0}: Invalid doctype or fieldname.
ar: صف روابط المستندات رقم {0}: نوع المستند أو اسم الحقل غير صالح.

source: Document Links Row #{0}: Parent DocType is mandatory for internal links
ar: صف روابط المستندات رقم {0}: DocType الأصلي إلزامي للروابط الداخلية

source: Document Links Row #{0}: Table Fieldname is mandatory for internal links
ar: صف روابط المستندات رقم {0}: اسم حقل الجدول إلزامي للروابط الداخلية

source: Document Name
ar: اسم الملف

source: Document Name must be a string
ar: يجب أن يكون اسم المستند عبارة عن سلسلة

source: Document Naming Rule
ar: قاعدة تسمية الوثيقة

source: Document Naming Rule Condition
ar: شرط قاعدة تسمية المستند

source: Document Naming Settings
ar: إعدادات تسمية المستند

source: Document Queued
ar: المستند في قائمة الانتظار

source: Document Restoration Summary
ar: ملخص استعادة الوثيقة

source: Document Restored
ar: تمت استعادة المستند

source: Document Saved
ar: تم حفظ المستند

source: Document Share
ar: مشاركة الوثيقة

source: Document Share Key
ar: مفتاح مشاركة المستند

source: Document Share Key Expiry (in Days)
ar: انتهاء صلاحية مفتاح مشاركة المستند (بالأيام)

source: Document Share Report
ar: تقرير مشاركة المستندات

source: Document States
ar: دول الوثيقة

source: Document Status
ar: حالة المستند

source: Document Tag
ar: علامة المستند

source: Document Title
ar: عنوان الوثيقة

source: Document Type
ar: نوع الوثيقة

source: Document Type and Function are required to create a number card
ar: نوع المستند ووظيفته مطلوبان لإنشاء بطاقة أرقام

source: Document Type is not importable
ar: نوع المستند غير قابل للاستيراد

source: Document Type is not submittable
ar: نوع المستند غير قابل للتقديم

source: Document Type to Track
ar: نوع المستند المطلوب تتبعه

source: Document Type {0} has been repeated.
ar: تم تكرار نوع الوثيقة {0}.

source: Document Types
ar: أنواع المستندات

source: Document Types (Select Permissions Only)
ar: أنواع المستندات (حدد الأذونات فقط)

source: Document Types and Permissions
ar: أنواع المستندات والأذونات

source: Document Unlocked
ar: الوثيقة مقفلة

source: Document has been cancelled
ar: تم إلغاء الوثيقة

source: Document has been submitted
ar: تم تقديم الوثيقة

source: Document is in draft state
ar: المستند في حالة المسودة

source: Document is only editable by users with role
ar: المستند قابل للتحرير فقط بواسطة المستخدمين ذوي الأدوار

source: Document not Relinked
ar: لم يتم إعادة ربط المستند

source: Document renamed from {0} to {1}
ar: تمت إعادة تسمية المستند من {0} إلى {1}

source: Document renaming from {0} to {1} has been queued
ar: تم وضع وثيقة إعادة التسمية من {0} إلى {1} في قائمة الانتظار

source: Document type is required to create a dashboard chart
ar: نوع المستند مطلوب لإنشاء مخطط لوحة المعلومات

source: Document {0} Already Restored
ar: تمت استعادة المستند {0} بالفعل

source: Document {0} has been set to state {1} by {2}
ar: تم تعيين المستند {0} إلى الحالة {1} بواسطة {2}

source: Document {0} {1} does not exist
ar: الوثيقة {0} {1} غير موجودة

source: Documentation Link
ar: رابط التوثيق

source: Documentation URL
ar: عنوان URL للوثائق

source: Documents
ar: وثائق

source: Documents restored successfully
ar: تمت استعادة المستندات بنجاح

source: Documents that failed to restore
ar: المستندات التي فشلت في استعادتها

source: Documents that were already restored
ar: المستندات التي تم استعادتها بالفعل

source: Domain
ar: اِختِصاص

source: Domain Name
ar: اسم النطاق

source: Domain Settings
ar: إعدادات المجال

source: Domains HTML
ar: المجالات HTML

source: Don't HTML Encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
ar: لا تقم بتشفير علامات HTML مثل &lt;script&gt; أو مجرد أحرف مثل &lt; أو &gt;، حيث يمكن استخدامها عمدًا في هذا الحقل

source: Don't Import
ar: لا تستورد

source: Don't Override Status
ar: لا تتجاوز الحالة

source: Don't Send Emails
ar: لا ترسل رسائل البريد الإلكتروني

source: Don't encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
ar: لا تقم بتشفير علامات HTML مثل &lt;script&gt; أو مجرد أحرف مثل &lt; أو &gt;، حيث يمكن استخدامها عمدًا في هذا الحقل

source: Don't have an account?
ar: ليس لديك حساب؟

source: Done
ar: منتهي

source: Donut
ar: كعكة محلاة

source: Double click to edit label
ar: انقر نقرًا مزدوجًا لتعديل التسمية

source: Download
ar: تحميل

# Export report
source: Download
ar: تحميل

source: Download Backups
ar: تنزيل النسخ الاحتياطية

source: Download Data
ar: تحميل البيانات

source: Download Files Backup
ar: تحميل ملفات النسخ الاحتياطي

source: Download Link
ar: رابط التحميل

source: Download PDF
ar: تحميل PDF

source: Download Report
ar: تنزيل التقرير

source: Download Template
ar: تحميل القالب

source: Download Your Data
ar: قم بتنزيل بياناتك

source: Download vCard
ar: قم بتنزيل vCard

source: Download vCards
ar: تنزيل vCards

source: Draft
ar: مسودة

source: Drag
ar: يجر

source: Drag & Drop a section here from another tab
ar: قم بسحب وإسقاط قسم هنا من علامة تبويب أخرى

source: Drag and drop files here or upload from
ar: قم بسحب وإسقاط الملفات هنا أو تحميلها من

source: Drag columns to set order. Column width is set in percentage. The total width should not be more than 100. Columns marked in red will be removed.
ar: اسحب الأعمدة لضبط الترتيب. يتم تعيين عرض العمود بالنسبة المئوية. يجب ألا يزيد العرض الإجمالي عن 100. ستتم إزالة الأعمدة المميزة باللون الأحمر.

source: Drag elements from the sidebar to add. Drag them back to trash.
ar: اسحب العناصر من الشريط الجانبي لإضافتها. اسحبهم مرة أخرى إلى سلة المهملات.

source: Drag to add state
ar: اسحب لإضافة الحالة

source: Drop files here
ar: قم بوضع الملفات هنا

source: Dropbox Access Token
ar: رمز الوصول إلى Dropbox

source: Dropbox Refresh Token
ar: رمز تحديث Dropbox

source: Dropbox Settings
ar: إعدادات دروببوإكس

source: Dropbox Settings
ar: إعدادات دروببوإكس

source: Dropbox Setup
ar: إعداد دروببوإكس

source: Dropdowns
ar: هبوط قطرة

source: Due Date
ar: تاريخ الاستحقاق

source: Due Date Based On
ar: تاريخ الاستحقاق بناء على

source: Duplicate
ar: ينسخ

source: Duplicate Entry
ar: إدخال مكرر

source: Duplicate Filter Name
ar: اسم عامل التصفية مكرر

source: Duplicate Name
ar: اسم مكرر

source: Duplicate Workspace
ar: مساحة عمل مكررة

source: Duplicate current row
ar: تكرار الصف الحالي

source: Duplicate field
ar: حقل مكرر

source: Duplicate of {0} named as {1} is created successfully
ar: تم إنشاء نسخة مكررة من {0} باسم {1} بنجاح

source: Duration
ar: مدة

source: Dynamic Filters
ar: مرشحات ديناميكية

source: Dynamic Filters JSON
ar: المرشحات الديناميكية JSON

source: Dynamic Filters Section
ar: قسم المرشحات الديناميكية

source: Dynamic Link
ar: الارتباط الديناميكي

source: Dynamic Report Filters
ar: عوامل تصفية التقارير الديناميكية

source: Dynamic Route
ar: الطريق الديناميكي

source: Dynamic Template
ar: قالب ديناميكي

source: ESC
ar: خروج

source: Each document created in ERPNext can have a unique ID generated for it, using a prefix defined for it. Though each document has some prefix pre-configured, you can further customize it using tools like Naming Series Tool and Document Naming Rule.
ar: يمكن أن يكون لكل مستند تم إنشاؤه في ERPNext معرف فريد تم إنشاؤه له، باستخدام بادئة محددة له. على الرغم من أن كل مستند يحتوي على بعض البادئات التي تم تكوينها مسبقًا، إلا أنه يمكنك تخصيصها بشكل أكبر باستخدام أدوات مثل Naming Series Tool وDocument Naming Rule.

source: Edit
ar: يحرر

# Button in list view actions menu
source: Edit
ar: يحرر

# Edit grid row
source: Edit
ar: يحرر

source: Edit Auto Email Report Settings
ar: تحرير إعدادات تقرير البريد الإلكتروني التلقائي

source: Edit Chart
ar: تحرير الرسم البياني

source: Edit Custom Block
ar: تحرير الكتلة المخصصة

source: Edit Custom HTML
ar: تحرير HTML مخصص

source: Edit DocType
ar: تحرير DocType

# Button in list view menu
source: Edit DocType
ar: تحرير DocType

source: Edit Existing
ar: تحرير الموجودة

source: Edit Filters
ar: تحرير المرشحات

source: Edit Footer
ar: تحرير التذييل

source: Edit Format
ar: تحرير التنسيق

source: Edit Full Form
ar: تحرير النموذج الكامل

source: Edit HTML
ar: تحرير HTML

source: Edit Header
ar: تحرير الرأس

source: Edit Heading
ar: تحرير العنوان

source: Edit Letter Head
ar: تحرير رأس الرسالة

source: Edit Letter Head Footer
ar: تحرير تذييل رأس الرسالة

source: Edit Links
ar: تحرير الروابط

source: Edit Number Card
ar: تعديل بطاقة الرقم

source: Edit Onboarding
ar: تحرير الإعداد

source: Edit Print Format
ar: تحرير تنسيق الطباعة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Edit Properties
ar: تحرير الخصائص

source: Edit Quick List
ar: تحرير القائمة السريعة

# Button in web form
source: Edit Response
ar: تحرير الرد

source: Edit Shortcut
ar: تحرير الاختصار

source: Edit Values
ar: تحرير القيم

source: Edit Workspace
ar: تحرير مساحة العمل

source: Edit mode
ar: وضع التحرير

source: Edit the {0} Doctype
ar: قم بتحرير نوع الوثيقة {0}.

source: Edit to add content
ar: تحرير لإضافة المحتوى

# Button in web form
source: Edit your response
ar: قم بتحرير ردك

source: Edit your workflow visually using the Workflow Builder.
ar: قم بتحرير سير العمل الخاص بك بشكل مرئي باستخدام Workflow Builder.

source: Edit {0}
ar: تحرير {0}

source: Editable Grid
ar: شبكة قابلة للتحرير

source: Editing Row
ar: صف التحرير

source: Editing {0}
ar: التحرير {0}

source: Eg. smsgateway.com/api/send_sms.cgi
ar: على سبيل المثال. smsgateway.com/api/send_sms.cgi

source: Either key or IP flag is required.
ar: مطلوب إما مفتاح أو علامة IP.

source: Element Selector
ar: محدد العنصر

source: Email
ar: بريد إلكتروني

source: Email Account
ar: حساب البريد الإلكتروني

source: Email Account
ar: حساب البريد الإلكتروني

source: Email Account Disabled.
ar: حساب البريد الإلكتروني معطل.

source: Email Account Name
ar: اسم حساب البريد الإلكتروني

source: Email Account added multiple times
ar: تمت إضافة حساب البريد الإلكتروني عدة مرات

source: Email Account not setup. Please create a new Email Account from Settings > Email Account
ar: لم يتم إعداد حساب البريد الإلكتروني. يرجى إنشاء حساب بريد إلكتروني جديد من الإعدادات &gt; حساب البريد الإلكتروني

source: Email Address
ar: عنوان البريد الإلكتروني

source: Email Address whose Google Contacts are to be synced.
ar: عنوان البريد الإلكتروني الذي سيتم مزامنة جهات اتصال Google الخاصة به.

source: Email Addresses
ar: عناوين البريد الإلكتروني

source: Email Domain
ar: نطاق البريد الإلكتروني

source: Email Domain
ar: نطاق البريد الإلكتروني

source: Email Flag Queue
ar: قائمة انتظار علم البريد الإلكتروني

source: Email Footer Address
ar: عنوان تذييل البريد الإلكتروني

source: Email Group
ar: مجموعة البريد الإلكتروني

source: Email Group
ar: مجموعة البريد الإلكتروني

source: Email Group Member
ar: البريد الإلكتروني لعضو المجموعة

source: Email ID
ar: عنوان الايميل

source: Email IDs
ar: معرفات البريد الإلكتروني

source: Email Id
ar: عنوان الايميل

source: Email Inbox
ar: البريد الإلكتروني الوارد

source: Email Queue
ar: قائمة انتظار البريد الإلكتروني

source: Email Queue Recipient
ar: مستلم قائمة انتظار البريد الإلكتروني

source: Email Queue flushing aborted due to too many failures.
ar: تم إحباط عملية مسح قائمة انتظار البريد الإلكتروني بسبب حالات الفشل الكثيرة.

source: Email Queue records.
ar: سجلات قائمة انتظار البريد الإلكتروني.

source: Email Reply Help
ar: مساعدة الرد على البريد الإلكتروني

source: Email Retry Limit
ar: حد إعادة محاولة البريد الإلكتروني

source: Email Rule
ar: قاعدة البريد الإلكتروني

source: Email Sent
ar: أرسل البريد الإلكتروني

source: Email Sent At
ar: تم إرسال البريد الإلكتروني على

source: Email Settings
ar: إعدادات البريد الإلكتروني

source: Email Signature
ar: توقيع البريد الإلكتروني

source: Email Status
ar: حالة البريد الإلكتروني

source: Email Sync Option
ar: خيار مزامنة البريد الإلكتروني

source: Email Template
ar: قالب البريد الإلكتروني

source: Email Template
ar: قالب البريد الإلكتروني

source: Email Threads on Assigned Document
ar: سلاسل رسائل البريد الإلكتروني في المستند المخصص

source: Email To
ar: البريد الإلكتروني ل

source: Email Unsubscribe
ar: البريد الإلكتروني إلغاء الاشتراك

source: Email has been marked as spam
ar: تم وضع علامة على البريد الإلكتروني كبريد عشوائي

source: Email has been moved to trash
ar: تم نقل البريد الإلكتروني إلى سلة المهملات

source: Email not sent to {0} (unsubscribed / disabled)
ar: لم يتم إرسال البريد الإلكتروني إلى {0} (غير مشترك / معطل)

source: Email not verified with {0}
ar: لم يتم التحقق من البريد الإلكتروني باستخدام {0}

source: Emails
ar: رسائل البريد الإلكتروني
