Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Starts on
ar: يبدأ يوم

source: State
ar: ولاية

source: State Properties
ar: خصائص الحاله

source: State/Province
ar: الولاية/المقاطعة

source: States
ar: تنص على

source: Static Parameters
ar: المعلمات الثابتة

source: Statistics
ar: إحصائيات

source: Stats
ar: احصائيات

source: Stats Time Interval
ar: احصائيات الفاصل الزمني

source: Stats based on last month's performance (from {0} to {1})
ar: الإحصائيات بناءً على أداء الشهر الماضي (من {0} إلى {1})

source: Stats based on last week's performance (from {0} to {1})
ar: الإحصائيات بناءً على أداء الأسبوع الماضي (من {0} إلى {1})

source: Status
ar: حالة

source: Status Updated
ar: تم تحديث الحالة

source: Status: {0}
ar: الحالة: {0}

source: Step
ar: خطوة

source: Steps
ar: خطوات

source: Steps to verify your login
ar: خطوات التحقق من تسجيل الدخول الخاص بك

source: Stop
ar: قف

source: Stopped
ar: توقفت

source: Storage Usage (MB)
ar: استخدام التخزين (ميجابايت)

source: Storage Usage By Table
ar: استخدام التخزين حسب الجدول

source: Store Attached PDF Document
ar: تخزين وثيقة PDF المرفقة

source: Stores the JSON of last known versions of various installed apps. It is used to show release notes.
ar: يخزن JSON لآخر الإصدارات المعروفة من التطبيقات المثبتة المختلفة. يتم استخدامه لإظهار ملاحظات الإصدار.

source: Stores the datetime when the last reset password key was generated.
ar: يخزن التاريخ والوقت الذي تم فيه إنشاء آخر مفتاح لإعادة تعيين كلمة المرور.

source: Straight rows of keys are easy to guess
ar: من السهل تخمين الصفوف المستقيمة من المفاتيح

source: Strip EXIF tags from uploaded images
ar: إزالة علامات EXIF من الصور التي تم تحميلها

source: Strong
ar: قوي

source: Style
ar: أسلوب

source: Style Settings
ar: إعدادات النمط

source: Style represents the button color: Success - Green, Danger - Red, Inverse - Black, Primary - Dark Blue, Info - Light Blue, Warning - Orange
ar: يمثل النمط لون الزر: النجاح - الأخضر، الخطر - الأحمر، المعكوس - الأسود، الأساسي - الأزرق الداكن، المعلومات - الأزرق الفاتح، التحذير - البرتقالي

source: Stylesheet
ar: ورقة الأنماط

source: Sub-currency. For e.g. "Cent"
ar: العملة الفرعية. على سبيل المثال &quot;سنت&quot;

source: Sub-domain provided by erpnext.com
ar: النطاق الفرعي المقدم من erpnext.com

source: Subdomain
ar: النطاق الفرعي

source: Subject
ar: موضوع

source: Subject Field
ar: حقل الموضوع

source: Subject Field type should be Data, Text, Long Text, Small Text, Text Editor
ar: يجب أن يكون نوع حقل الموضوع بيانات، نص، نص طويل، نص صغير، محرر نصوص

source: Submission Queue
ar: قائمة انتظار التقديم

source: Submit
ar: يُقدِّم

# Button in list view actions menu
source: Submit
ar: يُقدِّم

# Button in web form
source: Submit
ar: يُقدِّم

# Primary action in dialog
source: Submit
ar: يُقدِّم

# Primary action of prompt dialog
source: Submit
ar: يُقدِّم

# Submit password for Email Account
source: Submit
ar: يُقدِّم

source: Submit After Import
ar: إرسال بعد الاستيراد

source: Submit Button Label
ar: إرسال تسمية الزر

source: Submit an Issue
ar: إرسال مشكلة

# Button in web form
source: Submit another response
ar: إرسال استجابة آخر

source: Submit on Creation
ar: تقديم على الخلق

source: Submit this document to complete this step.
ar: أرسل هذا المستند لإكمال هذه الخطوة.

source: Submit this document to confirm
ar: أرسل هذه الوثيقة للتأكيد

# Title of confirmation dialog
source: Submit {0} documents?
ar: هل تريد إرسال {0} مستند؟

source: Submitted
ar: مُقَدَّم

source: Submitted Document cannot be converted back to draft. Transition row {0}
ar: لا يمكن تحويل المستند المقدم مرة أخرى إلى مسودة. صف النقل {0}

source: Submitted document cannot be converted back to draft while transitioning from <b>{0} State</b> to <b>{1} State</b>
ar: لا يمكن تحويل المستند الذي تم إرساله مرة أخرى إلى مسودة أثناء الانتقال من <b>حالة {0}</b> إلى <b>حالة {1}.</b>

# Freeze message while submitting a document
source: Submitting
ar: تقديم

source: Submitting {0}
ar: إرسال {0}

source: Subsidiary
ar: شركة فرعية

source: Subtitle
ar: الترجمة

source: Success
ar: نجاح

source: Success Action
ar: عمل النجاح

source: Success Message
ar: نجاح رسالة

source: Success Title
ar: عنوان النجاح

source: Success URI
ar: عنوان URL للنجاح

source: Success URL
ar: عنوان URL للنجاح

source: Success! You are good to go 👍
ar: نجاح! أنت جيد للذهاب 👍

source: Successful Job Count
ar: عدد الوظائف الناجحة

source: Successful Transactions
ar: المعاملات الناجحة

source: Successful: {0} to {1}
ar: ناجح: {0} إلى {1}

source: Successfully Done
ar: فعلت بنجاح

source: Successfully Updated
ar: تم التحديث بنجاح

source: Successfully imported {0}
ar: تم استيراد {0} بنجاح

source: Successfully imported {0} out of {1} records.
ar: تم استيراد {0} من أصل {1} من السجلات بنجاح.

source: Successfully reset onboarding status for all users.
ar: تمت إعادة تعيين حالة الإعداد لجميع المستخدمين بنجاح.

source: Successfully updated translations
ar: تم تحديث الترجمات بنجاح

source: Successfully updated {0}
ar: تم تحديث {0} بنجاح

source: Successfully updated {0} out of {1} records.
ar: تم تحديث {0} من أصل {1} من السجلات بنجاح.

source: Suggest Optimizations
ar: أقترح التحسينات

source: Suggested Indexes
ar: الفهارس المقترحة

source: Suggested Username: {0}
ar: اسم المستخدم المقترح: {0}

source: Sum
ar: مجموع

source: Sum of {0}
ar: مجموع {0}

source: Summary
ar: ملخص

source: Sunday
ar: الأحد

source: Suspend Sending
ar: تعليق الإرسال

source: Switch Camera
ar: تبديل الكاميرا

source: Switch Theme
ar: تبديل الموضوع

source: Switch To Desk
ar: التبديل إلى المكتب

source: Switching Camera
ar: تبديل الكاميرا

source: Symbol
ar: رمز

source: Sync
ar: مزامنة

source: Sync Calendar
ar: مزامنة التقويم

source: Sync Contacts
ar: مزامنة جهات الاتصال

source: Sync on Migrate
ar: المزامنة عند الترحيل

source: Sync token was invalid and has been reset, Retry syncing.
ar: رمز المزامنة غير صالح وتمت إعادة تعيينه، أعد محاولة المزامنة.

source: Sync with Google Calendar
ar: المزامنة مع تقويم جوجل

source: Sync with Google Contacts
ar: المزامنة مع جهات اتصال جوجل

source: Sync {0} Fields
ar: مزامنة حقول {0}.

source: Synced Fields
ar: الحقول المتزامنة

source: Syncing
ar: المزامنة

source: Syncing {0} of {1}
ar: مزامنة {0} من {1}

source: Syntax Error
ar: خطأ في بناء الجملة

source: System
ar: نظام

source: System Console
ar: وحدة تحكم النظام

source: System Generated Fields can not be renamed
ar: لا يمكن إعادة تسمية الحقول التي أنشأها النظام

source: System Health
ar: النظام الصحي

source: System Health Report
ar: تقرير صحة النظام

source: System Health Report Errors
ar: أخطاء تقرير صحة النظام

source: System Health Report Failing Jobs
ar: وظائف تقرير صحة النظام الفاشلة

source: System Health Report Queue
ar: قائمة انتظار تقرير صحة النظام

source: System Health Report Tables
ar: جداول تقرير صحة النظام

source: System Health Report Workers
ar: العاملين في تقرير صحة النظام

source: System Logs
ar: سجلات النظام

source: System Manager
ar: مدير النظام

source: System Manager privileges required.
ar: امتيازات مدير النظام مطلوبة.

source: System Notification
ar: إعلام النظام

source: System Notifications
ar: إشعارات النظام

source: System Page
ar: صفحة النظام

source: System Settings
ar: اعدادات النظام

source: System Settings
ar: اعدادات النظام

source: System managers are allowed by default
ar: يُسمح لمديري النظام افتراضيًا

# Number system
source: T
ar: ت

source: Tab Break
ar: فاصل علامة التبويب

source: Tab Label
ar: تسمية علامة التبويب

source: Table
ar: طاولة

source: Table Break
ar: استراحة الطاولة

source: Table Field
ar: حقل الجدول

source: Table Fieldname
ar: اسم حقل الجدول

source: Table Fieldname Missing
ar: اسم حقل الجدول مفقود

source: Table HTML
ar: HTML الجدول

source: Table MultiSelect
ar: تحديد متعدد للجدول

source: Table Trimmed
ar: الجدول قلص

source: Table updated
ar: تم تحديث الجدول

source: Table {0} cannot be empty
ar: لا يمكن أن يكون الجدول {0} فارغًا

source: Tabloid
ar: صحيفة التابلويد

source: Tag
ar: بطاقة شعار

source: Tag Link
ar: رابط العلامة

source: Tags
ar: العلامات

source: Take Backup
ar: خذ نسخة احتياطية

source: Take Backup Now
ar: خذ نسخة احتياطية الآن

source: Take Photo
ar: تصوير

source: Target
ar: هدف

source: Task
ar: مهمة

source: Team Members
ar: أعضاء الفريق

source: Team Members Heading
ar: عنوان أعضاء الفريق

source: Team Members Subtitle
ar: أعضاء الفريق العنوان الفرعي

source: Telemetry
ar: القياس عن بعد

source: Template
ar: نموذج

source: Template Error
ar: خطأ في القالب

source: Template File
ar: ملف نموذجي

source: Template Options
ar: خيارات القالب

source: Template Warnings
ar: تحذيرات القالب

source: Templates
ar: قوالب

source: Temporarily Disabled
ar: موقوف مؤقتا

source: Test Job ID
ar: معرف الوظيفة الاختبارية

source: Test email sent to {0}
ar: تم إرسال بريد إلكتروني تجريبي إلى {0}

source: Text
ar: نص

source: Text Align
ar: محاذاة النص

source: Text Color
ar: لون الخط

source: Text Content
ar: محتوى النص

source: Text Editor
ar: محرر النص

source: Thank you
ar: شكرًا لك

source: Thank you for reaching out to us. We will get back to you at the earliest. Your query: {0}
ar: شكر لتواصلك معنا. ونحن سوف نعود اليكم في أقرب وقت ممكن. استعلامك: {0}

source: Thank you for spending your valuable time to fill this form
ar: نشكرك على قضاء وقتك الثمين في ملء هذا النموذج

source: Thank you for your email
ar: شكرا لك على بريدك الإلكترونى

source: Thank you for your feedback!
ar: شكرا لك على ملاحظاتك!

source: Thank you for your interest in subscribing to our updates
ar: نشكرك على اهتمامك بالاشتراك في تحديثاتنا

source: Thanks
ar: شكرًا

source: The Auto Repeat for this document has been disabled.
ar: تم تعطيل التكرار التلقائي لهذا المستند.

source: The CSV format is case sensitive
ar: تنسيق CSV حساس لحالة الأحرف

source: The Client ID obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
ar: معرف العميل الذي تم الحصول عليه من Google Cloud Console ضمن <a href="https://console.cloud.google.com/apis/credentials">&quot;واجهات برمجة التطبيقات والخدمات&quot; &gt; &quot;بيانات الاعتماد&quot;</a>

source: The Condition '{0}' is invalid
ar: الشرط &#39;{0}&#39; غير صالح

source: The File URL you've entered is incorrect
ar: عنوان URL للملف الذي أدخلته غير صحيح

source: The Push Relay Server URL key (`push_relay_server_url`) is missing in your site config
ar: مفتاح URL لخادم Push Relay (`push_relay_server_url`) مفقود في تكوين موقعك

source: The User record for this request has been auto-deleted due to inactivity by system admins.
ar: تم حذف سجل المستخدم لهذا الطلب تلقائيًا بسبب عدم النشاط من قبل مسؤولي النظام.

source: The application has been updated to a new version, please refresh this page
ar: تم تحديث التطبيق إلى إصدار جديد، يرجى تحديث هذه الصفحة

source: The application name will be used in the Login page.
ar: سيتم استخدام اسم التطبيق في صفحة تسجيل الدخول.

source: The attachments could not be correctly linked to the new document
ar: تعذر ربط المرفقات بشكل صحيح بالمستند الجديد

source: The browser API key obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
ar: تم الحصول على مفتاح واجهة برمجة تطبيقات المتصفح من Google Cloud Console ضمن <a href="https://console.cloud.google.com/apis/credentials">&quot;واجهات برمجة التطبيقات والخدمات&quot; &gt; &quot;بيانات الاعتماد&quot;</a>

source: The changes have been reverted.
ar: لقد تم التراجع عن التغييرات.

source: The column {0} has {1} different date formats. Automatically setting {2} as the default format as it is the most common. Please change other values in this column to this format.
ar: يحتوي العمود {0} على {1} تنسيقات تاريخ مختلفة. تعيين {2} تلقائيًا كتنسيق افتراضي لأنه الأكثر شيوعًا. الرجاء تغيير القيم الأخرى في هذا العمود إلى هذا التنسيق.

source: The comment cannot be empty
ar: لا يمكن أن يكون التعليق فارغًا

source: The contents of this email are strictly confidential. Please do not forward this email to anyone.
ar: محتويات هذا البريد الإلكتروني سرية للغاية. من فضلك لا ترسل هذا البريد الإلكتروني إلى أي شخص.

source: The count shown is an estimated count. Click here to see the accurate count.
ar: العدد الموضح هو عدد تقديري. انقر هنا لرؤية العدد الدقيق.

source: The document could not be correctly assigned
ar: لا يمكن تعيين المستند بشكل صحيح

source: The document has been assigned to {0}
ar: تم تعيين المستند إلى {0}

source: The document type selected is a child table, so the parent document type is required.
ar: نوع المستند المحدد هو جدول فرعي، لذا فإن نوع المستند الأصلي مطلوب.

source: The field {0} is mandatory
ar: الحقل {0} إلزامي

source: The fieldname you've specified in Attached To Field is invalid
ar: اسم الحقل الذي حددته في الحقل المرفق غير صالح

source: The following Assignment Days have been repeated: {0}
ar: تم تكرار أيام الواجب التالية: {0}

source: The following Header Script will add the current date to an element in 'Header HTML' with class 'header-content'
ar: سيضيف نص الرأس التالي التاريخ الحالي إلى عنصر في &quot;Header HTML&quot; مع فئة &quot;header-content&quot;

source: The following values are invalid: {0}. Values must be one of {1}
ar: القيم التالية غير صالحة: {0}. يجب أن تكون القيم واحدة من {1}

source: The following values do not exist for {0}: {1}
ar: القيم التالية غير موجودة لـ {0}: {1}

source: The limit has not set for the user type {0} in the site config file.
ar: لم يتم تعيين الحد لنوع المستخدم {0} في ملف تكوين الموقع.

source: The link will expire in {0} minutes
ar: ستنتهي صلاحية الرابط خلال {0} دقيقة

source: The link you trying to login is invalid or expired.
ar: الرابط الذي تحاول تسجيل الدخول به غير صالح أو منتهي الصلاحية.

source: The meta description is an HTML attribute that provides a brief summary of a web page. Search engines such as Google often display the meta description in search results, which can influence click-through rates.
ar: الوصف التعريفي هو إحدى سمات HTML التي توفر ملخصًا موجزًا لصفحة الويب. غالبًا ما تعرض محركات البحث مثل Google الوصف التعريفي في نتائج البحث، مما قد يؤثر على معدلات النقر إلى الظهور.

source: The meta image is unique image representing the content of the page. Images for this Card should be at least 280px in width, and at least 150px in height.
ar: الصورة التعريفية هي صورة فريدة تمثل محتوى الصفحة. يجب أن يكون عرض صور هذه البطاقة 280 بكسل على الأقل وارتفاعها 150 بكسل على الأقل.

source: The name that will appear in Google Calendar
ar: الاسم الذي سيظهر في تقويم Google

source: The next tour will start from where the user left off.
ar: ستبدأ الجولة التالية من حيث توقف المستخدم.

source: The number of seconds until the request expires
ar: عدد الثواني حتى انتهاء الطلب

source: The page you are looking for has gone missing.
ar: لقد اختفت الصفحة التي تبحث عنها.

source: The password of your account has expired.
ar: لقد انتهت صلاحية كلمة المرور الخاصة بحسابك.

source: The process for deletion of {0} data associated with {1} has been initiated.
ar: تم بدء عملية حذف بيانات {0} المرتبطة بـ {1}.

source: The project number obtained from Google Cloud Console under <a href="https://console.cloud.google.com/iam-admin/settings"> "IAM &amp; Admin" &gt; "Settings" </a>
ar: رقم المشروع الذي تم الحصول عليه من Google Cloud Console ضمن <a href="https://console.cloud.google.com/iam-admin/settings">&quot;IAM &amp; Admin&quot; &gt; &quot;الإعدادات&quot;</a>

source: The reset password link has been expired
ar: لقد انتهت صلاحية رابط إعادة تعيين كلمة المرور

source: The reset password link has either been used before or is invalid
ar: تم استخدام رابط إعادة تعيين كلمة المرور من قبل أو أنه غير صالح

source: The resource you are looking for is not available
ar: المورد الذي تبحث عنه غير متوفر

source: The role {0} should be a custom role.
ar: يجب أن يكون الدور {0} دورًا مخصصًا.

source: The selected document {0} is not a {1}.
ar: المستند المحدد {0} ليس {1}.

source: The system is being updated. Please refresh again after a few moments.
ar: يجري تحديث النظام. يرجى التحديث مرة أخرى بعد لحظات قليلة.

source: The system provides many pre-defined roles. You can add new roles to set finer permissions.
ar: يوفر النظام العديد من الأدوار المحددة مسبقًا. يمكنك إضافة أدوار جديدة لتعيين أذونات أكثر دقة.

source: The total column width cannot be more than 10.
ar: لا يمكن أن يكون إجمالي عرض العمود أكثر من 10.

source: The total number of user document types limit has been crossed.
ar: تم تجاوز الحد الأقصى لعدد أنواع مستندات المستخدم.

source: The user from this field will be rewarded points
ar: سيتم مكافأة المستخدم من هذا الحقل بالنقاط

source: The value you pasted was {0} characters long. Max allowed characters is {1}.
ar: القيمة التي قمت بلصقها كانت بطول {0} حرفًا. الحد الأقصى للأحرف المسموح بها هو {1}.

source: The webhook will be triggered if this expression is true
ar: سيتم تشغيل خطاف الويب إذا كان هذا التعبير صحيحًا

source: The {0} is already on auto repeat {1}
ar: {0} قيد التكرار التلقائي بالفعل {1}

source: Theme
ar: سمة

source: Theme Changed
ar: تم تغيير الموضوع

source: Theme Configuration
ar: تكوين الموضوع

source: Theme URL
ar: عنوان URL للموضوع

source: There are documents which have workflow states that do not exist in this Workflow. It is recommended that you add these states to the Workflow and change their states before removing these states.
ar: توجد مستندات تحتوي على حالات سير عمل غير موجودة في سير العمل هذا. يوصى بإضافة هذه الحالات إلى سير العمل وتغيير حالاتها قبل إزالة هذه الحالات.

source: There are no upcoming events for you.
ar: لا توجد أحداث قادمة بالنسبة لك.

source: There are no {0} for this {1}, why don't you start one!
ar: لا يوجد {0} لهذا {1}، لماذا لا تبدأ واحدًا!

source: There are {0} with the same filters already in the queue:
ar: يوجد {0} بنفس المرشحات الموجودة بالفعل في قائمة الانتظار:

source: There can be only 9 Page Break fields in a Web Form
ar: يمكن أن يكون هناك 9 حقول لفاصل الصفحات فقط في نموذج الويب

source: There can be only one Fold in a form
ar: يمكن أن يكون هناك طية واحدة فقط في النموذج

source: There is an error in your Address Template {0}
ar: يوجد خطأ في قالب العنوان الخاص بك {0}

source: There is no data to be exported
ar: لا توجد بيانات ليتم تصديرها

source: There is nothing new to show you right now.
ar: لا يوجد شيء جديد لأعرضه لك الآن.

source: There is some problem with the file url: {0}
ar: توجد مشكلة ما في عنوان URL للملف: {0}

source: There is {0} with the same filters already in the queue:
ar: يوجد {0} بنفس المرشحات الموجودة بالفعل في قائمة الانتظار:

source: There must be atleast one permission rule.
ar: يجب أن تكون هناك قاعدة إذن واحدة على الأقل.

source: There was an error building this page
ar: حدث خطأ أثناء إنشاء هذه الصفحة

source: There was an error saving filters
ar: حدث خطأ أثناء حفظ المرشحات

source: There were errors
ar: كانت هناك أخطاء

source: There were errors while creating the document. Please try again.
ar: حدثت أخطاء أثناء إنشاء المستند. حاول مرة اخرى.

source: There were errors while sending email. Please try again.
ar: حدثت أخطاء أثناء إرسال البريد الإلكتروني. حاول مرة اخرى.

source: There were some errors setting the name, please contact the administrator
ar: حدثت بعض الأخطاء في تحديد الاسم، يرجى الاتصال بالمسؤول

source: There's nothing here
ar: لا يوجد شيء هنا

source: These announcements will appear inside a dismissible alert below the Navbar.
ar: ستظهر هذه الإعلانات داخل تنبيه قابل للرفض أسفل شريط التنقل.

source: These settings are required if 'Custom' LDAP Directory is used
ar: هذه الإعدادات مطلوبة في حالة استخدام دليل LDAP &quot;المخصص&quot;.

source: These values will be automatically updated in transactions and also will be useful to restrict permissions for this user on transactions containing these values.
ar: سيتم تحديث هذه القيم تلقائيًا في المعاملات وستكون مفيدة أيضًا لتقييد الأذونات لهذا المستخدم في المعاملات التي تحتوي على هذه القيم.

source: Third Party Apps
ar: تطبيقات الطرف الثالث

source: Third Party Authentication
ar: مصادقة الطرف الثالث

source: This Currency is disabled. Enable to use in transactions
ar: تم تعطيل هذه العملة. تمكين لاستخدامها في المعاملات

source: This Doctype does not contain latitude and longitude fields
ar: لا يحتوي Doctype هذا على حقول خطوط الطول والعرض

source: This Doctype does not contain location fields
ar: لا يحتوي Doctype هذا على حقول الموقع

source: This Kanban Board will be private
ar: سيكون مجلس كانبان هذا خاصًا

source: This action is irreversible. Do you wish to continue?
ar: هذا الإجراء لا رجعة فيه. هل ترغب في الاستمرار؟

source: This action is only allowed for {}
ar: هذا الإجراء مسموح به فقط لـ {}

source: This cannot be undone
ar: هذا لا يمكن التراجع عنها

source: This card will be available to all Users if this is set
ar: ستكون هذه البطاقة متاحة لجميع المستخدمين إذا تم تعيين ذلك

source: This chart will be available to all Users if this is set
ar: سيكون هذا المخطط متاحًا لجميع المستخدمين إذا تم تعيينه

source: This doctype has no orphan fields to trim
ar: لا يحتوي هذا النوع من المستندات على حقول يتيمة لقصها

source: This doctype has pending migrations, run 'bench migrate' before modifying the doctype to avoid losing changes.
ar: يحتوي نوع المستند هذا على عمليات ترحيل معلقة، قم بتشغيل &quot;ترحيل البدلاء&quot; قبل تعديل نوع المستند لتجنب فقدان التغييرات.

source: This document allows you to edit limited fields. For all kinds of workspace customization, use the Edit button located on the workspace page
ar: تتيح لك هذه الوثيقة تحرير حقول محدودة. بالنسبة لجميع أنواع تخصيص مساحة العمل، استخدم زر التحرير الموجود في صفحة مساحة العمل

source: This document can not be deleted right now as it's being modified by another user. Please try again after some time.
ar: لا يمكن حذف هذا المستند الآن لأنه يتم تعديله بواسطة مستخدم آخر. من فضلك حاول مرة أخرى بعد بعض من الوقت.

source: This document cannot be reverted
ar: لا يمكن التراجع عن هذه الوثيقة

source: This document has been modified after the email was sent.
ar: تم تعديل هذه الوثيقة بعد إرسال البريد الإلكتروني.

source: This document has been reverted
ar: لقد تم إرجاع هذه الوثيقة

source: This document has unsaved changes which might not appear in final PDF. <br> Consider saving the document before printing.
ar: يحتوي هذا المستند على تغييرات غير محفوظة والتي قد لا تظهر في ملف PDF النهائي.<br> فكر في حفظ المستند قبل الطباعة.

source: This document is already amended, you cannot ammend it again
ar: تم تعديل هذه الوثيقة بالفعل، ولا يمكنك تعديلها مرة أخرى

source: This document is currently locked and queued for execution. Please try again after some time.
ar: هذا المستند مقفل حاليًا وفي قائمة الانتظار للتنفيذ. من فضلك حاول مرة أخرى بعد بعض من الوقت.

source: This email is autogenerated
ar: يتم إنشاء هذا البريد الإلكتروني تلقائيًا

source: This feature can not be used as dependencies are missing. Please contact your system manager to enable this by installing pycups!
ar: لا يمكن استخدام هذه الميزة لأن التبعيات مفقودة. يرجى الاتصال بمدير النظام الخاص بك لتمكين هذا عن طريق تثبيت pycups!

source: This feature is brand new and still experimental
ar: هذه الميزة جديدة تمامًا ولا تزال تجريبية

source: This field will appear only if the fieldname defined here has value OR the rules are true (examples): myfield eval:doc.myfield=='My Value' eval:doc.age&gt;18
ar: لن يظهر هذا الحقل إلا إذا كان اسم الحقل المحدد هنا له قيمة أو كانت القواعد صحيحة (أمثلة): myfield eval:doc.myfield==&#39;My Value&#39; eval:doc.age&gt;18

source: This file is public. It can be accessed without authentication.
ar: هذا الملف عام. يمكن الوصول إليه دون مصادقة.

source: This form has been modified after you have loaded it
ar: تم تعديل هذا النموذج بعد أن قمت بتحميله

source: This form is not editable due to a Workflow.
ar: هذا النموذج غير قابل للتحرير بسبب سير العمل.

source: This format is used if country specific format is not found
ar: يتم استخدام هذا التنسيق إذا لم يتم العثور على التنسيق الخاص بالبلد

source: This goes above the slideshow.
ar: هذا يذهب فوق عرض الشرائح.
