Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Select DocType
ar: حدد نوع المستند

source: Select Doctype
ar: حدد نوع الوثيقة

source: Select Document
ar: حدد المستند

source: Select Document Type
ar: حدد نوع المستند

source: Select Document Type or Role to start.
ar: حدد نوع المستند أو الدور للبدء.

source: Select Document Types to set which User Permissions are used to limit access.
ar: حدد أنواع المستندات لتعيين أذونات المستخدم المستخدمة لتقييد الوصول.

source: Select Field
ar: حدد الحقل

source: Select Field...
ar: حدد الحقل...

source: Select Fields
ar: حدد الحقول

source: Select Fields To Insert
ar: حدد الحقول المراد إدراجها

source: Select Fields To Update
ar: حدد الحقول المراد تحديثها

source: Select Filters
ar: حدد عوامل التصفية

source: Select Google Calendar to which event should be synced.
ar: حدد تقويم Google الذي تريد مزامنته مع الحدث.

source: Select Google Contacts to which contact should be synced.
ar: حدد جهات اتصال Google التي تريد مزامنة جهة الاتصال معها.

source: Select Group By...
ar: حدد المجموعة حسب...

source: Select Kanban
ar: حدد كانبان

source: Select Language
ar: اختار اللغة

source: Select List View
ar: حدد عرض القائمة

source: Select Mandatory
ar: اختر إلزامي

source: Select Module
ar: حدد الوحدة النمطية

source: Select Network Printer
ar: حدد طابعة الشبكة

source: Select Page
ar: حدد الصفحة

source: Select Print Format
ar: حدد تنسيق الطباعة

source: Select Print Format to Edit
ar: حدد تنسيق الطباعة للتحرير

source: Select Report
ar: حدد تقرير

source: Select Table Columns for {0}
ar: تحديد أعمدة الجدول لـ {0}

source: Select Time Zone
ar: اختر المجال الزمني

source: Select Transaction
ar: حدد المعاملة

source: Select Workflow
ar: حدد سير العمل

source: Select Workspace
ar: حدد مساحة العمل

source: Select a Brand Image first.
ar: حدد صورة العلامة التجارية أولاً.

source: Select a DocType to make a new format
ar: حدد DocType لإنشاء تنسيق جديد

source: Select a document to check if it meets conditions.
ar: حدد مستندًا للتحقق مما إذا كان يفي بالشروط.

source: Select a document to preview request data
ar: حدد مستندًا لمعاينة بيانات الطلب

source: Select a field to edit its properties.
ar: حدد حقلاً لتحرير خصائصه.

source: Select a group node first.
ar: حدد عقدة المجموعة أولاً.

source: Select a valid Sender Field for creating documents from Email
ar: حدد حقل مرسل صالحًا لإنشاء المستندات من البريد الإلكتروني

source: Select a valid Subject field for creating documents from Email
ar: حدد حقل موضوع صالحًا لإنشاء المستندات من البريد الإلكتروني

source: Select an Image
ar: حدد صورة

source: Select an existing format to edit or start a new format.
ar: حدد تنسيقًا موجودًا لتحريره أو بدء تنسيق جديد.

source: Select an image of approx width 150px with a transparent background for best results.
ar: حدد صورة بعرض 150 بكسل تقريبًا بخلفية شفافة للحصول على أفضل النتائج.

source: Select atleast 1 record for printing
ar: حدد سجلاً واحدًا على الأقل للطباعة

source: Select atleast 2 actions
ar: حدد إجراءين على الأقل

# Description of a list view shortcut
source: Select list item
ar: حدد عنصر القائمة

# Description of a list view shortcut
source: Select multiple list items
ar: حدد عناصر قائمة متعددة

source: Select or drag across time slots to create a new event.
ar: حدد أو اسحب عبر فترات زمنية لإنشاء حدث جديد.

source: Select records for assignment
ar: حدد السجلات للمهمة

source: Select records for removing assignment
ar: حدد السجلات لإزالة المهمة

source: Select the label after which you want to insert new field.
ar: حدد التسمية التي تريد إدراج حقل جديد بعدها.

source: Select two versions to view the diff.
ar: حدد نسختين لعرض الفرق.

source: Select {0}
ar: حدد {0}

source: Self approval is not allowed
ar: الموافقة الذاتية غير مسموح بها

source: Send
ar: يرسل

source: Send After
ar: أرسل بعد

source: Send Alert On
ar: إرسال التنبيه على

source: Send Email Alert
ar: إرسال تنبيه عبر البريد الإلكتروني

source: Send Email At
ar: إرسال البريد الإلكتروني على

source: Send Email Print Attachments as PDF (Recommended)
ar: إرسال مرفقات الطباعة بالبريد الإلكتروني بصيغة PDF (مستحسن)

source: Send Email for Successful Backup
ar: إرسال البريد الإلكتروني للنسخ الاحتياطي الناجح

source: Send Email for Successful backup
ar: إرسال البريد الإلكتروني للنسخ الاحتياطي الناجح

source: Send Me A Copy of Outgoing Emails
ar: أرسل لي نسخة من رسائل البريد الإلكتروني الصادرة

source: Send Notification To
ar: إرسال الإخطار إلى

source: Send Notification to
ar: إرسال الإخطار إلى

source: Send Notifications For Documents Followed By Me
ar: إرسال إشعارات للمستندات التي أتابعها

source: Send Notifications For Email Threads
ar: إرسال الإخطارات لموضوعات البريد الإلكتروني

source: Send Notifications To
ar: إرسال الإخطارات إلى

source: Send Now
ar: ارسل الان

source: Send Print as PDF
ar: إرسال الطباعة بصيغة PDF

source: Send Read Receipt
ar: إرسال إيصال القراءة

source: Send System Notification
ar: إرسال إشعار النظام

source: Send Test Email
ar: إرسال البريد الإلكتروني للاختبار

source: Send To All Assignees
ar: إرسال إلى كافة المكلفين

source: Send Unsubscribe Link
ar: أرسل رابط إلغاء الاشتراك

source: Send Web View Link
ar: أرسل رابط عرض الويب

source: Send Welcome Email
ar: أرسل بريدًا إلكترونيًا ترحيبيًا

source: Send a request to delete your account
ar: إرسال طلب لحذف حسابك

source: Send a test email
ar: أرسل بريدًا إلكترونيًا تجريبيًا

source: Send again
ar: أعد الإرسال

source: Send alert if date matches this field's value
ar: إرسال تنبيه إذا كان التاريخ يطابق قيمة هذا الحقل

source: Send alert if this field's value changes
ar: إرسال تنبيه في حالة تغير قيمة هذا الحقل

source: Send an email reminder in the morning
ar: إرسال رسالة تذكير بالبريد الإلكتروني في الصباح

source: Send days before or after the reference date
ar: إرسال أيام قبل أو بعد التاريخ المرجعي

source: Send enquiries to this email address
ar: إرسال الاستفسارات إلى عنوان البريد الإلكتروني هذا

source: Send login link
ar: إرسال رابط تسجيل الدخول

source: Send me a copy
ar: أرسل لي نسخة

source: Send now
ar: ارسل الان

source: Send only if there is any data
ar: إرسال فقط إذا كان هناك أي بيانات

source: Send unsubscribe message in email
ar: إرسال رسالة إلغاء الاشتراك في البريد الإلكتروني

source: Sender
ar: مرسل

source: Sender Email
ar: البريد الإلكتروني المرسل

source: Sender Email Field
ar: حقل البريد الإلكتروني للمرسل

source: Sender Field should have Email in options
ar: يجب أن يحتوي حقل المرسل على بريد إلكتروني في الخيارات

source: Sender Name
ar: اسم المرسل

source: Sender Name Field
ar: حقل اسم المرسل

source: Sendgrid
ar: سيندغريد

source: Sending
ar: إرسال

source: Sending emails
ar: إرسال رسائل البريد الإلكتروني

source: Sending...
ar: إرسال...

source: Sent
ar: مرسل

source: Sent On
ar: أرسلت في

source: Sent Read Receipt
ar: تم إرسال إيصال القراءة

source: Sent To
ar: تم الإرسال إلى

source: Sent or Received
ar: تم الإرسال أو الاستلام

source: Sent/Received Email
ar: البريد الإلكتروني المرسل/المستلم

source: Separator
ar: فاصل

source: Sequence Id
ar: معرف التسلسل

source: Series List for this Transaction
ar: قائمة السلسلة لهذه الصفقة

source: Series Updated for {}
ar: تم تحديث السلسلة لـ {}

source: Series counter for {} updated to {} successfully
ar: تم تحديث عداد السلسلة لـ {} إلى {} بنجاح

source: Series {0} already used in {1}
ar: السلسلة {0} مستخدمة بالفعل في {1}

source: Server Action
ar: عمل الخادم

source: Server Error
ar: خطأ في الخادم

source: Server IP
ar: عنوان IP الخاص بالخادم

source: Server Script
ar: البرنامج النصي للخادم

source: Server Script
ar: البرنامج النصي للخادم

source: Server Scripts are disabled. Please enable server scripts from bench configuration.
ar: تم تعطيل البرامج النصية للخادم. الرجاء تمكين البرامج النصية للخادم من تكوين مقاعد البدلاء.

source: Server Scripts feature is not available on this site.
ar: ميزة البرامج النصية للخادم غير متوفرة على هذا الموقع.

source: Server was too busy to process this request. Please try again.
ar: كان الخادم مشغولاً للغاية بحيث لم يتمكن من معالجة هذا الطلب. حاول مرة اخرى.

source: Service
ar: خدمة

source: Session Default
ar: الجلسة الافتراضية

source: Session Default Settings
ar: الإعدادات الافتراضية للجلسة

source: Session Defaults
ar: افتراضيات الجلسة

source: Session Defaults Saved
ar: تم حفظ إعدادات الجلسة الافتراضية

source: Session Expired
ar: انتهت الجلسة

source: Session Expiry (idle timeout)
ar: انتهاء الجلسة (مهلة الخمول)

source: Session Expiry must be in format {0}
ar: يجب أن يكون انتهاء الجلسة بالتنسيق {0}

source: Set
ar: تعيين

# Field value is set
source: Set
ar: تعيين

source: Set Banner from Image
ar: تعيين لافتة من الصورة

source: Set Chart
ar: تعيين الرسم البياني

source: Set Default Options for all charts on this Dashboard (Ex: "colors": ["#d1d8dd", "#ff5858"])
ar: قم بتعيين الخيارات الافتراضية لجميع المخططات في لوحة المعلومات هذه (على سبيل المثال: &quot;colors&quot;: [&quot;#d1d8dd&quot;، &quot;#ff5858&quot;])

source: Set Dynamic Filters
ar: ضبط المرشحات الديناميكية

source: Set Filters
ar: تعيين عوامل التصفية

source: Set Filters for {0}
ar: تعيين عوامل التصفية لـ {0}

source: Set Limit
ar: تعيين الحد

source: Set Naming Series options on your transactions.
ar: قم بتعيين خيارات سلسلة التسمية على معاملاتك.

source: Set New Password
ar: تعيين كلمة مرور جديدة

source: Set Number of Backups
ar: تعيين عدد النسخ الاحتياطية

source: Set Password
ar: ضبط كلمة السر

source: Set Permissions
ar: تعيين أذونات

source: Set Properties
ar: تعيين الخصائص

source: Set Property After Alert
ar: تعيين الخاصية بعد التنبيه

source: Set Quantity
ar: ضبط الكمية

source: Set Role For
ar: تعيين دور ل

source: Set User Permissions
ar: تعيين أذونات المستخدم

source: Set Value
ar: تعيين القيمة

source: Set all private
ar: تعيين كل شيء خاص

source: Set all public
ar: تعيين كافة العامة

source: Set as Default
ar: تعيين كافتراضي

source: Set as Default Theme
ar: تعيين كموضوع افتراضي

source: Set by user
ar: تم تعيينه من قبل المستخدم

source: Set dynamic filter values in JavaScript for the required fields here.
ar: قم بتعيين قيم التصفية الديناميكية في JavaScript للحقول المطلوبة هنا.

source: Set non-standard precision for a Float or Currency field
ar: قم بتعيين دقة غير قياسية لحقل Float أو العملة

source: Set only once
ar: تعيين مرة واحدة فقط

source: Set the filters here. For example: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("Company"), fieldtype: "Link", options: "Company", default: frappe.defaults.get_user_default("Company"), reqd: 1 }, { fieldname: "account", label: __("Account"), fieldtype: "Link", options: "Account", reqd: 1 }] </code></pre>
ar: اضبط المرشحات هنا. على سبيل المثال:<pre class="small text-muted" style=";text-align:right;direction:rtl"> <code>[{ fieldname: &quot;company&quot;, label: __(&quot;Company&quot;), fieldtype: &quot;Link&quot;, options: &quot;Company&quot;, default: frappe.defaults.get_user_default(&quot;Company&quot;), reqd: 1 }, { fieldname: &quot;account&quot;, label: __(&quot;Account&quot;), fieldtype: &quot;Link&quot;, options: &quot;Account&quot;, reqd: 1 }]</code></pre>

source: Set the path to a whitelisted function that will return the data for the number card in the format: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>
ar: قم بتعيين المسار إلى وظيفة القائمة البيضاء التي ستعيد البيانات الخاصة ببطاقة الأرقام بالتنسيق:<pre class="small text-muted" style=";text-align:right;direction:rtl"> <code>{ &quot;value&quot;: value, &quot;fieldtype&quot;: &quot;Currency&quot;, &quot;route_options&quot;: {&quot;from_date&quot;: &quot;2023-05-23&quot;}, &quot;route&quot;: [&quot;query-report&quot;, &quot;Permitted Documents For User&quot;] }</code></pre>

source: Setting this Address Template as default as there is no other default
ar: تعيين قالب العنوان هذا كافتراضي حيث لا يوجد أي افتراضي آخر

source: Setting up Global Search documents.
ar: إعداد مستندات البحث العالمي.

source: Setting up your system
ar: إعداد النظام الخاص بك

source: Settings
ar: إعدادات

source: Settings Dropdown
ar: القائمة المنسدلة للإعدادات

source: Settings for Contact Us Page
ar: إعدادات صفحة اتصل بنا

source: Settings for the About Us Page
ar: إعدادات صفحة &quot;نبذة عنا&quot;.

source: Settings to control blog categories and interactions like comments and likes
ar: إعدادات للتحكم في فئات المدونة والتفاعلات مثل التعليقات والإعجابات

source: Setup
ar: يثبت

source: Setup > Customize Form
ar: الإعداد&gt; تخصيص النموذج

source: Setup > User
ar: الإعداد&gt; المستخدم

source: Setup > User Permissions
ar: الإعداد&gt; أذونات المستخدم

source: Setup Approval Workflows
ar: سير عمل الموافقة على الإعداد

source: Setup Auto Email
ar: إعداد البريد الإلكتروني التلقائي

source: Setup Complete
ar: الإعداد الكامل

source: Setup Limited Access for a User
ar: إعداد الوصول المحدود للمستخدم

source: Setup Naming Series
ar: سلسلة تسمية الإعداد

source: Setup Series for transactions
ar: سلسلة الإعداد للمعاملات

source: Share
ar: يشارك

source: Share With
ar: شارك مع

source: Share this document with
ar: شارك هذه الوثيقة مع

source: Share {0} with
ar: شارك {0} مع

source: Shared
ar: مشترك

source: Shared with the following Users with Read access:{0}
ar: تمت مشاركتها مع المستخدمين التاليين الذين لديهم حق الوصول للقراءة:{0}

source: Shipping
ar: شحن

source: Shipping Address
ar: عنوان الشحن

source: Shop
ar: محل

source: Short Name
ar: اسم قصير

source: Short keyboard patterns are easy to guess
ar: من السهل تخمين أنماط لوحة المفاتيح القصيرة

source: Shortcuts
ar: الاختصارات

source: Show
ar: يعرض

source: Show "Call to Action" in Blog
ar: اعرض &quot;الدعوة إلى اتخاذ إجراء&quot; في المدونة

source: Show Absolute Values
ar: إظهار القيم المطلقة

source: Show All
ar: عرض الكل

source: Show Attachments
ar: إظهار المرفقات

source: Show Calendar
ar: إظهار التقويم

source: Show Currency Symbol on Right Side
ar: إظهار رمز العملة على الجانب الأيمن

source: Show Dashboard
ar: إظهار لوحة القيادة

source: Show Document
ar: إظهار المستند

source: Show Error
ar: إظهار الخطأ

source: Show Fieldname (click to copy on clipboard)
ar: إظهار اسم الحقل (انقر للنسخ في الحافظة)

source: Show First Document Tour
ar: عرض جولة المستند الأولى

source: Show Form Tour
ar: عرض جولة النموذج

source: Show Full Error and Allow Reporting of Issues to the Developer
ar: إظهار الخطأ الكامل والسماح بالإبلاغ عن المشكلات إلى المطور

source: Show Full Form?
ar: هل تريد عرض النموذج الكامل؟

source: Show Keyboard Shortcuts
ar: إظهار اختصارات لوحة المفاتيح

source: Show Labels
ar: عرض التصنيفات

source: Show Language Picker
ar: إظهار منتقي اللغة

source: Show Line Breaks after Sections
ar: إظهار فواصل الأسطر بعد الأقسام

source: Show List
ar: عرض قائمة

source: Show More Activity
ar: عرض المزيد من النشاط

source: Show Only Failed Logs
ar: إظهار السجلات الفاشلة فقط

source: Show Percentage Stats
ar: عرض إحصائيات النسبة المئوية

source: Show Permissions
ar: إظهار الأذونات

source: Show Preview
ar: عرض المعاينة

source: Show Preview Popup
ar: إظهار نافذة المعاينة المنبثقة

source: Show Processlist
ar: عرض قائمة العمليات

source: Show Related Errors
ar: إظهار الأخطاء ذات الصلة

source: Show Report
ar: عرض تقرير

source: Show Saved
ar: إظهار المحفوظة

source: Show Section Headings
ar: إظهار عناوين الأقسام

source: Show Sidebar
ar: إظهار الشريط الجانبي

source: Show Tags
ar: أضهر العلامات

source: Show Title
ar: إظهار العنوان

source: Show Title in Link Fields
ar: إظهار العنوان في حقول الارتباط

source: Show Totals
ar: إظهار الإجماليات

source: Show Tour
ar: جولة العرض

source: Show Traceback
ar: إظهار التتبع

source: Show Warnings
ar: إظهار التحذيرات

source: Show Weekends
ar: عرض عطلات نهاية الأسبوع

source: Show account deletion link in My Account page
ar: إظهار رابط حذف الحساب في صفحة حسابي

source: Show all Versions
ar: إظهار كافة الإصدارات

source: Show all activity
ar: إظهار كافة الأنشطة

source: Show all blogs
ar: إظهار كافة المدونات

source: Show as cc
ar: تظهر كنسخة

source: Show footer on login
ar: إظهار التذييل عند تسجيل الدخول

source: Show full form instead of a quick entry modal
ar: إظهار النموذج الكامل بدلاً من نموذج الإدخال السريع

source: Show in Module Section
ar: عرض في قسم الوحدة النمطية

source: Show in filter
ar: تظهر في الفلتر

source: Show link to document
ar: إظهار الرابط للمستند

source: Show more details
ar: عرض المزيد من التفاصيل

source: Show percentage difference according to this time interval
ar: إظهار فرق النسبة المئوية وفقًا لهذه الفترة الزمنية

source: Show title in browser window as "Prefix - title"
ar: إظهار العنوان في نافذة المتصفح كـ &quot;بادئة - عنوان&quot;

source: Show {0} List
ar: عرض قائمة {0}.

source: Showing only Numeric fields from Report
ar: إظهار الحقول الرقمية فقط من التقرير

source: Showing only first {0} rows out of {1}
ar: عرض أول {0} صف فقط من أصل {1}

source: Sidebar
ar: الشريط الجانبي

source: Sidebar Items
ar: عناصر الشريط الجانبي

source: Sidebar Settings
ar: إعدادات الشريط الجانبي

source: Sidebar and Comments
ar: الشريط الجانبي والتعليقات

source: Sign Up and Confirmation
ar: الاشتراك والتأكيد

source: Sign Up is disabled
ar: التسجيل معطل

source: Sign up
ar: اشتراك

source: Sign ups
ar: الاشتراكات

source: Signature
ar: إمضاء

source: Signup Disabled
ar: الاشتراك معطل

source: Signups have been disabled for this website.
ar: لقد تم تعطيل الاشتراكات لهذا الموقع.

source: Simple Python Expression, Example: Status in ("Closed", "Cancelled")
ar: تعبير بايثون بسيط، مثال: الحالة في (&quot;مغلق&quot;، &quot;ملغى&quot;)

source: Simple Python Expression, Example: Status in ("Invalid")
ar: تعبير بايثون بسيط، مثال: الحالة في (&quot;غير صالحة&quot;)

source: Simple Python Expression, Example: status == 'Open' and type == 'Bug'
ar: تعبير بايثون بسيط، مثال: الحالة == &quot;فتح&quot; واكتب == &quot;خطأ&quot;

source: Simultaneous Sessions
ar: جلسات متزامنة

source: Single DocTypes cannot be customized.
ar: لا يمكن تخصيص أنواع DocTypes الفردية.

source: Single Types have only one record no tables associated. Values are stored in tabSingles
ar: الأنواع الفردية لها سجل واحد فقط ولا توجد جداول مرتبطة بها. يتم تخزين القيم في tabSingles

source: Site is running in read only mode for maintenance or site update, this action can not be performed right now. Please try again later.
ar: الموقع يعمل في وضع القراءة فقط للصيانة أو تحديث الموقع، ولا يمكن تنفيذ هذا الإجراء الآن. الرجاء معاودة المحاولة في وقت لاحق.

source: Size
ar: مقاس

source: Size (MB)
ar: الحجم (ميجابايت)

source: Skip
ar: يتخطى

source: Skip Authorization
ar: تخطي الترخيص

source: Skip Step
ar: تخطي الخطوة

source: Skipped
ar: تم تخطيه

source: Skipping Duplicate Column {0}
ar: تخطي العمود المكرر {0}

source: Skipping Untitled Column
ar: تخطي العمود بلا عنوان

source: Skipping column {0}
ar: تخطي العمود {0}

source: Skipping fixture syncing for doctype {0} from file {1}
ar: تخطي مزامنة التركيبات لنوع المستند {0} من الملف {1}

source: Skipping {0} of {1}, {2}
ar: تخطي {0} من {1}، {2}

source: Skype
ar: سكايب

source: Slack
ar: تثاقل

source: Slack Channel
ar: قناة سلاك

source: Slack Webhook Error
ar: خطأ Slack Webhook

source: Slack Webhook URL
ar: عنوان URL لـ Slack Webhook

source: Slack Webhook URL
ar: عنوان URL لـ Slack Webhook

source: Slideshow
ar: عرض الشرائح

source: Slideshow Items
ar: عناصر عرض الشرائح

source: Slideshow Name
ar: اسم عرض الشرائح

source: Slideshow like display for the website
ar: عرض الشرائح مثل العرض للموقع

source: Small Text
ar: نص صغير

source: Smallest Currency Fraction Value
ar: أصغر قيمة لكسر العملة

source: Smallest circulating fraction unit (coin). For e.g. 1 cent for USD and it should be entered as 0.01
ar: أصغر وحدة كسر متداولة (عملة معدنية). على سبيل المثال، 1 سنت للدولار الأمريكي ويجب إدخاله كـ 0.01

source: Snippet and more variables: {0}
ar: مقتطف ومتغيرات أخرى: {0}

source: Social Link Settings
ar: إعدادات الارتباط الاجتماعي

source: Social Link Type
ar: نوع الرابط الاجتماعي

source: Social Login Key
ar: مفتاح تسجيل الدخول الاجتماعي

source: Social Login Key
ar: مفتاح تسجيل الدخول الاجتماعي

source: Social Login Provider
ar: مزود تسجيل الدخول الاجتماعي

source: Social Logins
ar: تسجيلات الدخول الاجتماعية

source: SocketIO Ping Check
ar: التحقق من الأمر Ping لـSocketIO

source: SocketIO Transport Mode
ar: وضع النقل المقبس IO

source: Soft-Bounced
ar: ارتداد ناعم

source: Some columns might get cut off when printing to PDF. Try to keep number of columns under 10.
ar: قد يتم قطع بعض الأعمدة عند الطباعة إلى PDF. حاول إبقاء عدد الأعمدة أقل من 10.

source: Some of the features might not work in your browser. Please update your browser to the latest version.
ar: قد لا تعمل بعض الميزات في متصفحك. يرجى تحديث المتصفح الخاص بك إلى الإصدار الأحدث.

source: Something went wrong
ar: هناك خطأ ما

source: Something went wrong during the token generation. Click on {0} to generate a new one.
ar: حدث خطأ ما أثناء إنشاء الرمز المميز. انقر على {0} لإنشاء واحدة جديدة.

source: Something went wrong.
ar: هناك خطأ ما.

source: Sorry! I could not find what you were looking for.
ar: آسف! لم أتمكن من العثور على ما كنت تبحث عنه.

source: Sorry! You are not permitted to view this page.
ar: آسف! لا يسمح لك بمشاهدة هذه الصفحة.

source: Sort Ascending
ar: فرز تصاعدي

source: Sort Descending
ar: ترتيب تنازلي

source: Sort Field
ar: فرز الحقل

source: Sort Options
ar: خيارات الفرز

source: Sort Order
ar: امر ترتيب

source: Sort field {0} must be a valid fieldname
ar: يجب أن يكون حقل الفرز {0} اسم حقل صالحًا

source: Source
ar: مصدر

source: Source Name
ar: اسم المصدر

source: Source Text
ar: النص المصدر

source: Spacer
ar: فاصل

source: Spam
ar: رسائل إلكترونية مزعجة

source: SparkPost
ar: سبارك بوست

source: Special Characters are not allowed
ar: يمنع استعمال الرموز

source: Special Characters except '-', '#', '.', '/', '{{' and '}}' not allowed in naming series {0}
ar: الأحرف الخاصة باستثناء &#39;-&#39; و&#39;#&#39; و&#39;.&#39; و&#39;/&#39; و&#39;{{&#39; و &#39;}}&#39; غير مسموح بها في تسمية السلسلة {0}

source: Splash Image
ar: صورة سبلاش

source: Sr
ar: ريال سعودى

source: Sr No.
ar: الأب رقم.

source: Stack Trace
ar: تتبع المكدس

source: Standard
ar: معيار

source: Standard DocType can not be deleted.
ar: لا يمكن حذف DocType القياسي.

source: Standard DocType cannot have default print format, use Customize Form
ar: لا يمكن أن يحتوي DocType القياسي على تنسيق طباعة افتراضي، استخدم نموذج التخصيص

source: Standard Not Set
ar: لم يتم تعيين المعيار

source: Standard Permissions
ar: الأذونات القياسية

source: Standard Print Format cannot be updated
ar: لا يمكن تحديث تنسيق الطباعة القياسي

source: Standard Print Style cannot be changed. Please duplicate to edit.
ar: لا يمكن تغيير نمط الطباعة القياسي. يرجى تكرار للتحرير.

source: Standard Reports cannot be deleted
ar: لا يمكن حذف التقارير القياسية

source: Standard Reports cannot be edited
ar: لا يمكن تحرير التقارير القياسية

source: Standard Sidebar Menu
ar: قائمة الشريط الجانبي القياسية

source: Standard Web Forms can not be modified, duplicate the Web Form instead.
ar: لا يمكن تعديل نماذج الويب القياسية، قم بتكرار نموذج الويب بدلاً من ذلك.

source: Standard rich text editor with controls
ar: محرر نص منسق قياسي مع عناصر تحكم

source: Standard roles cannot be disabled
ar: لا يمكن تعطيل الأدوار القياسية

source: Standard roles cannot be renamed
ar: لا يمكن إعادة تسمية الأدوار القياسية

source: Standard user type {0} can not be deleted.
ar: لا يمكن حذف نوع المستخدم القياسي {0}.

source: Standings
ar: الترتيب

source: Star us on GitHub
ar: قم بنجمتنا على جيثب

source: Start
ar: يبدأ

source: Start Date
ar: تاريخ البدء

source: Start Date Field
ar: حقل تاريخ البدء

source: Start Import
ar: ابدأ الاستيراد

source: Start Recording
ar: ابدأ التسجيل

source: Start Time
ar: وقت البدء

source: Start a new discussion
ar: ابدأ مناقشة جديدة

source: Start entering data below this line
ar: ابدأ بإدخال البيانات أسفل هذا السطر

source: Start new Format
ar: ابدأ التنسيق الجديد

source: StartTLS
ar: ابدأTLS

source: Started
ar: بدأت

source: Started At
ar: بدأت في

source: Starting Frappe ...
ar: بدء فرابيه...
