Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: A DocType (Document Type) is used to insert forms in ERPNext. Forms such as Customer, Orders, and Invoices are Doctypes in the backend. You can also create new DocTypes to create new forms in ERPNext as per your business needs.
ar: يتم استخدام DocType (نوع المستند) لإدراج النماذج في ERPNext. النماذج مثل العميل والأوامر والفواتير هي أنواع مستندية في الواجهة الخلفية. يمكنك أيضًا إنشاء DocTypes جديدة لإنشاء نماذج جديدة في ERPNext وفقًا لاحتياجات عملك.

source: A DocType's name should start with a letter and can only consist of letters, numbers, spaces, underscores and hyphens
ar: يجب أن يبدأ اسم DocType بحرف ويمكن أن يتكون فقط من أحرف وأرقام ومسافات وشرطات سفلية وواصلات

source: A featured post must have a cover image
ar: يجب أن تحتوي المشاركة المميزة على صورة غلاف

source: A field with the name {0} already exists in {1}
ar: يوجد حقل بالاسم {0} موجود بالفعل في {1}

source: A file with same name {} already exists
ar: يوجد ملف بنفس الاسم {} بالفعل

source: A list of resources which the Client App will have access to after the user allows it.<br> e.g. project
ar: قائمة بالموارد التي سيتمكن تطبيق العميل من الوصول إليها بعد أن يسمح المستخدم بذلك.<br> على سبيل المثال المشروع

source: A new account has been created for you at {0}
ar: تم إنشاء حساب جديد لك على {0}

source: A recurring {0} {1} has been created for you via Auto Repeat {2}.
ar: تم إنشاء {0} {1} متكرر لك عبر التكرار التلقائي {2}.

source: A symbol for this currency. For e.g. $
ar: رمز لهذه العملة. على سبيل المثال $

source: A template already exists for field {0} of {1}
ar: يوجد قالب بالفعل للحقل {0} من {1}

source: A word by itself is easy to guess.
ar: كلمة في حد ذاتها من السهل تخمينها.

source: A0
ar: أ0

source: A1
ar: أ1

source: A2
ar: أ2

source: A3
ar: أ3

source: A5
ar: أ5

source: A6
ar: أ6

source: A7
ar: أ7

source: A8
ar: أ8

source: A9
ar: أ9

source: ALL
ar: الجميع

source: API
ar: واجهة برمجة التطبيقات

source: API Access
ar: الوصول إلى واجهة برمجة التطبيقات

source: API Endpoint
ar: نقطة نهاية واجهة برمجة التطبيقات

source: API Endpoint Args
ar: وسيطات نقطة نهاية API

source: API Key
ar: مفتاح API

source: API Key and Secret to interact with the relay server. These will be auto-generated when the first push notification is sent from any of the apps installed on this site.
ar: مفتاح API وسر التفاعل مع خادم الترحيل. سيتم إنشاؤها تلقائيًا عند إرسال إشعار الدفع الأول من أي من التطبيقات المثبتة على هذا الموقع.

source: API Key cannot be regenerated
ar: لا يمكن إعادة إنشاء مفتاح API

source: API Method
ar: طريقة واجهة برمجة التطبيقات

source: API Secret
ar: سر واجهة برمجة التطبيقات

source: About
ar: عن

source: About Us
ar: معلومات عنا

source: About Us Settings
ar: معلومات عنا الإعدادات

source: About Us Settings
ar: معلومات عنا الإعدادات

source: About Us Team Member
ar: معلومات عنا عضو الفريق

source: About {0} minute remaining
ar: متبقي حوالي {0} دقيقة

source: About {0} minutes remaining
ar: متبقي حوالي {0} دقيقة

source: About {0} seconds remaining
ar: متبقي حوالي {0} ثانية

source: Access Key ID
ar: معرف مفتاح الوصول

source: Access Key Secret
ar: الوصول إلى المفتاح السري

source: Access Log
ar: سجل الوصول

source: Access Log
ar: سجل الوصول

source: Access Token
ar: رمز وصول

source: Access Token URL
ar: عنوان URL لرمز الوصول

source: Access not allowed from this IP Address
ar: الوصول غير مسموح به من عنوان IP هذا

source: Account
ar: حساب

source: Account Deletion Settings
ar: إعدادات حذف الحساب

source: Accounts Manager
ar: مدير الحسابات

source: Accounts User
ar: مستخدم الحسابات

source: Action
ar: فعل

source: Action / Route
ar: العمل / الطريق

source: Action Complete
ar: اكتمل الإجراء

source: Action Failed
ar: العمل: فشل

source: Action Label
ar: تسمية العمل

source: Action Timeout (Seconds)
ar: مهلة الإجراء (ثواني)

source: Action Type
ar: نوع الإجراء

source: Action {0} completed successfully on {1} {2}. View it {3}
ar: اكتمل الإجراء {0} بنجاح في {1} {2}. عرضه {3}

source: Action {0} failed on {1} {2}. View it {3}
ar: فشل الإجراء {0} في {1} {2}. عرضه {3}

source: Actions
ar: أجراءات

source: Activate
ar: تفعيل

source: Active
ar: نشيط

source: Active Directory
ar: الدليل النشط

source: Active Domains
ar: المجالات النشطة

source: Active Sessions
ar: الجلسات النشطة

source: Activity
ar: نشاط

source: Activity Log
ar: سجل النشاطات

source: Activity Log
ar: سجل النشاطات

source: Add
ar: يضيف

source: Add / Remove Columns
ar: إضافة / إزالة الأعمدة

source: Add / Update
ar: إضافة / تحديث

source: Add A New Rule
ar: إضافة قاعدة جديدة

source: Add Attachment
ar: إضافة مرفق

source: Add Background Image
ar: إضافة صورة الخلفية

source: Add Blog Category
ar: أضف فئة المدونة

source: Add Border at Bottom
ar: أضف الحدود في الأسفل

source: Add Border at Top
ar: أضف الحدود في الأعلى

source: Add Card to Dashboard
ar: أضف البطاقة إلى لوحة التحكم

source: Add Chart to Dashboard
ar: إضافة مخطط إلى لوحة المعلومات

source: Add Child
ar: إضافة طفل

source: Add Column
ar: إضافة عمود

source: Add Contact
ar: إضافة جهة اتصال

source: Add Contacts
ar: اضف جهات اتصال

source: Add Container
ar: أضف حاوية

source: Add Custom Tags
ar: إضافة علامات مخصصة

source: Add Filters
ar: إضافة عوامل التصفية

source: Add Gray Background
ar: أضف خلفية رمادية

source: Add Group
ar: أضف مجموعة

source: Add Indexes
ar: إضافة الفهارس

source: Add Multiple
ar: إضافة متعددة

source: Add New Permission Rule
ar: إضافة قاعدة إذن جديدة

source: Add Participants
ar: أضف مشاركين

source: Add Query Parameters
ar: إضافة معلمات الاستعلام

source: Add Review
ar: إضافة مراجعة

source: Add Roles
ar: أضف الأدوار

source: Add Row
ar: اضف سطر

source: Add Signature
ar: إضافة التوقيع

source: Add Space at Bottom
ar: أضف مساحة في الأسفل

source: Add Space at Top
ar: أضف مساحة في الأعلى

source: Add Subscribers
ar: إضافة المشتركين

source: Add Tags
ar: اضف اشارة

# Button in list view actions menu
source: Add Tags
ar: اضف اشارة

source: Add Template
ar: إضافة قالب

source: Add Total Row
ar: إضافة صف الإجمالي

source: Add Unsubscribe Link
ar: إضافة رابط إلغاء الاشتراك

source: Add User Permissions
ar: إضافة أذونات المستخدم

source: Add Video Conferencing
ar: إضافة مؤتمرات الفيديو

source: Add a Filter
ar: أضف عامل تصفية

source: Add a New Role
ar: إضافة دور جديد

source: Add a Row
ar: إضافة صف

source: Add a comment
ar: اضف تعليق

source: Add a new section
ar: إضافة قسم جديد

source: Add a row above the current row
ar: أضف صفًا أعلى الصف الحالي

source: Add a row at the bottom
ar: أضف صفًا في الأسفل

source: Add a row at the top
ar: أضف صفًا في الأعلى

source: Add a row below the current row
ar: أضف صفًا أسفل الصف الحالي

source: Add a {0} Chart
ar: أضف مخططًا {0}.

source: Add column
ar: إضافة عمود

source: Add field
ar: إضافة حقل

source: Add new tab
ar: إضافة صفحه جديدة

source: Add page break
ar: إضافة فاصل الصفحات

source: Add script for Child Table
ar: إضافة برنامج نصي لجدول الطفل

source: Add section above
ar: أضف القسم أعلاه

source: Add section below
ar: أضف القسم أدناه

source: Add tab
ar: إضافة علامة تبويب

source: Add to Dashboard
ar: أضف إلى لوحة التحكم

source: Add to ToDo
ar: أضف إلى المهام

source: Add to table
ar: أضف إلى الجدول

source: Add to this activity by mailing to {0}
ar: أضف إلى هذا النشاط عن طريق إرسال بريد إلكتروني إلى {0}

source: Add {0}
ar: أضف {0}

# Primary action in list view
source: Add {0}
ar: أضف {0}

source: Added HTML in the &lt;head&gt; section of the web page, primarily used for website verification and SEO
ar: تمت إضافة HTML في قسم &lt;head&gt; بصفحة الويب، والذي يُستخدم بشكل أساسي للتحقق من موقع الويب وتحسين محركات البحث

source: Added default log doctypes: {}
ar: تمت إضافة أنواع المستندات الافتراضية للسجل: {}

source: Added {0}
ar: تمت الإضافة {0}

source: Added {0} ({1})
ar: تمت إضافة {0} ({1})

source: Additional Permissions
ar: أذونات إضافية

source: Address
ar: عنوان

source: Address Line 1
ar: العنوان سطر 1

source: Address Line 2
ar: سطر العنوان 2

source: Address Template
ar: قالب العنوان

source: Address Title
ar: عنوان عنوان

source: Address Title is mandatory.
ar: عنوان العنوان إلزامي.

source: Address Type
ar: نوع العنوان

source: Address and other legal information you may want to put in the footer.
ar: العنوان والمعلومات القانونية الأخرى التي قد ترغب في وضعها في التذييل.

source: Addresses
ar: عناوين

source: Addresses And Contacts
ar: العناوين وجهات الاتصال

source: Adds a custom client script to a DocType
ar: إضافة برنامج نصي عميل مخصص إلى DocType

source: Adds a custom field to a DocType
ar: إضافة حقل مخصص إلى DocType

source: Administration
ar: إدارة

source: Administrator
ar: مدير

source: Administrator Logged In
ar: قام المسؤول بتسجيل الدخول

source: Administrator accessed {0} on {1} via IP Address {2}.
ar: قام المسؤول بالوصول إلى {0} في {1} عبر عنوان IP {2}.

source: Advanced
ar: متقدم

source: Advanced Control
ar: التحكم المتقدم

source: Advanced Search
ar: البحث المتقدم

source: Advanced Settings
ar: إعدادات متقدمة

source: After Cancel
ar: بعد الإلغاء

source: After Delete
ar: بعد الحذف

source: After Discard
ar: بعد تجاهل

source: After Insert
ar: بعد الإدراج

source: After Rename
ar: بعد إعادة التسمية

source: After Save
ar: بعد الحفظ

source: After Save (Submitted Document)
ar: بعد الحفظ (المستند المقدم)

source: After Submission
ar: بعد التقديم

source: After Submit
ar: بعد الإرسال

source: Aggregate Field is required to create a number card
ar: الحقل الإجمالي مطلوب لإنشاء بطاقة أرقام

source: Aggregate Function Based On
ar: الوظيفة الإجمالية على أساس

source: Aggregate Function field is required to create a dashboard chart
ar: حقل الوظيفة التجميعية مطلوب لإنشاء مخطط لوحة المعلومات

source: Alert
ar: يُحذًِر

source: Alerts and Notifications
ar: التنبيهات والإخطارات

source: Align
ar: محاذاة

source: Align Labels to the Right
ar: محاذاة التسميات إلى اليمين

source: Align Right
ar: محاذاة اليمين

source: Align Value
ar: محاذاة القيمة

source: All
ar: الجميع

source: All Day
ar: طوال اليوم

source: All Images attached to Website Slideshow should be public
ar: يجب أن تكون جميع الصور المرفقة بعرض شرائح موقع الويب عامة

source: All Records
ar: جميع السجلات

source: All Submissions
ar: جميع التقديمات

source: All customizations will be removed. Please confirm.
ar: ستتم إزالة كافة التخصيصات. يرجى تأكيد.

source: All fields are necessary to submit the comment.
ar: جميع الحقول ضرورية لتقديم التعليق.

source: All possible Workflow States and roles of the workflow. Docstatus Options: 0 is "Saved", 1 is "Submitted" and 2 is "Cancelled"
ar: جميع حالات سير العمل الممكنة وأدوار سير العمل. خيارات Docstatus: 0 هو &quot;محفوظ&quot;، 1 هو &quot;تم الإرسال&quot; و 2 هو &quot;ملغي&quot;

source: All-uppercase is almost as easy to guess as all-lowercase.
ar: من السهل تخمين جميع الأحرف الكبيرة تمامًا مثل جميع الأحرف الصغيرة.

source: Allocated To
ar: المخصصة ل

source: Allot Points To Assigned Users
ar: تخصيص النقاط للمستخدمين المعينين

source: Allow
ar: يسمح

source: Allow API Indexing Access
ar: السماح بالوصول إلى فهرسة واجهة برمجة التطبيقات

source: Allow Auto Repeat
ar: السماح بالتكرار التلقائي

source: Allow Bulk Edit
ar: السماح بالتحرير المجمع

source: Allow Comments
ar: السماح بالتعليقات

source: Allow Consecutive Login Attempts
ar: السماح بمحاولات تسجيل الدخول المتتالية

source: Allow Delete
ar: السماح بالحذف

source: Allow Dropbox Access
ar: السماح بالوصول إلى Dropbox

source: Allow Editing After Submit
ar: السماح بالتحرير بعد الإرسال

source: Allow Google Calendar Access
ar: السماح بالوصول إلى تقويم Google

source: Allow Google Contacts Access
ar: السماح بالوصول إلى جهات اتصال Google

source: Allow Google Drive Access
ar: السماح بالوصول إلى Google Drive

source: Allow Guest
ar: السماح للضيف

source: Allow Guest to View
ar: السماح للضيف بالمشاهدة

source: Allow Guest to comment
ar: السماح للضيف بالتعليق

source: Allow Guests to Upload Files
ar: السماح للضيوف بتحميل الملفات

source: Allow Import (via Data Import Tool)
ar: السماح بالاستيراد (عبر أداة استيراد البيانات)

source: Allow Incomplete Forms
ar: السماح بالنماذج غير المكتملة

source: Allow Login After Fail
ar: السماح بتسجيل الدخول بعد الفشل

source: Allow Login using Mobile Number
ar: السماح بتسجيل الدخول باستخدام رقم الجوال

source: Allow Login using User Name
ar: السماح بتسجيل الدخول باستخدام اسم المستخدم

source: Allow Modules
ar: السماح للوحدات النمطية

source: Allow Multiple Responses
ar: السماح باستجابات متعددة

source: Allow Older Web View Links (Insecure)
ar: السماح بروابط عرض الويب الأقدم (غير آمن)

source: Allow Print
ar: السماح بالطباعة

source: Allow Print for Cancelled
ar: السماح بالطباعة للإلغاء

source: Allow Print for Draft
ar: السماح بالطباعة للمسودة

source: Allow Read On All Link Options
ar: السماح بالقراءة على كافة خيارات الارتباط

source: Allow Rename
ar: السماح بإعادة التسمية

source: Allow Roles
ar: السماح بالأدوار

source: Allow Self Approval
ar: السماح بالموافقة الذاتية

source: Allow Sending Usage Data for Improving Applications
ar: السماح بإرسال بيانات الاستخدام لتحسين التطبيقات

source: Allow approval for creator of the document
ar: السماح بالموافقة على منشئ المستند

source: Allow document creation via Email
ar: السماح بإنشاء المستندات عبر البريد الإلكتروني

source: Allow events in timeline
ar: السماح بالأحداث في الجدول الزمني

source: Allow in Quick Entry
ar: السماح بالدخول السريع

source: Allow on Submit
ar: السماح عند الإرسال

source: Allow only one session per user
ar: السماح بجلسة واحدة فقط لكل مستخدم

source: Allow page break inside tables
ar: السماح بفاصل الصفحات داخل الجداول

source: Allow recording my first session to improve user experience
ar: السماح بتسجيل جلستي الأولى لتحسين تجربة المستخدم

source: Allow saving if mandatory fields are not filled
ar: السماح بالحفظ في حالة عدم ملء الحقول الإلزامية

source: Allow sending usage data for improving applications
ar: السماح بإرسال بيانات الاستخدام لتحسين التطبيقات

source: Allow user to login only after this hour (0-24)
ar: السماح للمستخدم بتسجيل الدخول فقط بعد هذه الساعة (0-24)

source: Allow user to login only before this hour (0-24)
ar: السماح للمستخدم بتسجيل الدخول فقط قبل هذه الساعة (0-24)

source: Allow users to log in without a password, using a login link sent to their email
ar: السماح للمستخدمين بتسجيل الدخول بدون كلمة مرور، وذلك باستخدام رابط تسجيل الدخول المرسل إلى بريدهم الإلكتروني

source: Allowed
ar: مسموح

source: Allowed File Extensions
ar: ملحقات الملفات المسموح بها

source: Allowed In Mentions
ar: مسموح به في الإشارات

source: Allowed Modules
ar: الوحدات المسموح بها

source: Allowed Roles
ar: الأدوار المسموح بها

source: Allowing DocType, DocType. Be careful!
ar: السماح بـ DocType وDocType. احرص!

source: Already Registered
ar: مسجلة بالفعل

source: Already in the following Users ToDo list:{0}
ar: موجود بالفعل في قائمة مهام المستخدمين التالية:{0}

source: Also adding the dependent currency field {0}
ar: إضافة أيضًا حقل العملة التابعة {0}

source: Also adding the status dependency field {0}
ar: إضافة أيضًا حقل تبعية الحالة {0}

source: Alternative Email ID
ar: معرف البريد الإلكتروني البديل

source: Always add "Draft" Heading for printing draft documents
ar: قم دائمًا بإضافة عنوان &quot;مسودة&quot; لطباعة مستندات المسودة

source: Always use this email address as sender address
ar: استخدم دائمًا عنوان البريد الإلكتروني هذا كعنوان للمرسل

source: Always use this name as sender name
ar: استخدم هذا الاسم دائمًا كاسم للمرسل

source: Amend
ar: يعدل

source: Amend Counter
ar: تعديل العداد

source: Amended Document Naming Settings
ar: إعدادات تسمية المستند المعدلة

source: Amended Documents
ar: الوثائق المعدلة

source: Amended From
ar: تم التعديل من

# Freeze message while amending a document
source: Amending
ar: تعديل

source: Amendment Naming Override
ar: تعديل تسمية التجاوز

source: Amendment naming rules updated.
ar: تم تحديث قواعد التسمية المعدلة.

source: An error occurred while setting Session Defaults
ar: حدث خطأ أثناء تعيين الإعدادات الافتراضية للجلسة

source: An icon file with .ico extension. Should be 16 x 16 px. Generated using a favicon generator. [favicon-generator.org]
ar: ملف رمز بامتداد .ico. ينبغي أن يكون 16 × 16 بكسل. تم إنشاؤها باستخدام مولد المفضلة. [favicon-generator.org]

source: An unexpected error occurred while authorizing {}.
ar: حدث خطأ غير متوقع أثناء تخويل {}.

source: Analytics
ar: التحليلات

source: Ancestors Of
ar: أسلاف

source: Announcement Widget
ar: أداة الإعلان

source: Announcements
ar: الإعلانات

source: Annual
ar: سنوي

source: Anonymization Matrix
ar: مصفوفة إخفاء الهوية

source: Anonymous
ar: مجهول

source: Another transaction is blocking this one. Please try again in a few seconds.
ar: معاملة أخرى تمنع هذه الصفقة. يرجى المحاولة مرة أخرى في بضع ثوان.

source: Another {0} with name {1} exists, select another name
ar: يوجد {0} آخر بالاسم {1}، حدد اسمًا آخر

source: Any string-based printer languages can be used. Writing raw commands requires knowledge of the printer's native language provided by the printer manufacturer. Please refer to the developer manual provided by the printer manufacturer on how to write their native commands. These commands are rendered on the server side using the Jinja Templating Language.
ar: يمكن استخدام أي لغة طابعة تعتمد على السلسلة. تتطلب كتابة الأوامر الأولية معرفة اللغة الأصلية للطابعة التي توفرها الشركة المصنعة للطابعة. يرجى الرجوع إلى دليل المطور المقدم من الشركة المصنعة للطابعة حول كيفية كتابة الأوامر الأصلية الخاصة بها. يتم تقديم هذه الأوامر على جانب الخادم باستخدام لغة Jinja Templating.

source: Apart from System Manager, roles with Set User Permissions right can set permissions for other users for that Document Type.
ar: وبصرف النظر عن مدير النظام، يمكن للأدوار التي لها الحق في تعيين أذونات المستخدم تعيين أذونات للمستخدمين الآخرين لهذا النوع من المستندات.

source: App
ar: برنامج

source: App Access Key
ar: مفتاح الوصول إلى التطبيق

source: App Access Key and/or Secret Key are not present.
ar: مفتاح الوصول إلى التطبيق و/أو المفتاح السري غير موجودين.

source: App Client ID
ar: معرف عميل التطبيق

source: App Client Secret
ar: سر عميل التطبيق

source: App ID
ar: معرف التطبيق

source: App Logo
ar: شعار التطبيق

source: App Name
ar: اسم التطبيق

source: App Secret Key
ar: المفتاح السري للتطبيق

source: App not found for module: {0}
ar: لم يتم العثور على التطبيق للوحدة: {0}

source: App {0} is not installed
ar: التطبيق {0} غير مثبت

source: Append Emails to Sent Folder
ar: إلحاق رسائل البريد الإلكتروني بالمجلد المرسل

source: Append To
ar: إلحاق

source: Append To can be one of {0}
ar: يمكن أن يكون الإلحاق بواحدًا من {0}

source: Append as communication against this DocType (must have fields: "Sender" and "Subject"). These fields can be defined in the email settings section of the appended doctype.
ar: إلحاق كاتصال مقابل DocType هذا (يجب أن يحتوي على حقلين: &quot;المرسل&quot; و&quot;الموضوع&quot;). يمكن تحديد هذه الحقول في قسم إعدادات البريد الإلكتروني في نوع المستند المُلحق.

source: Applicable Document Types
ar: أنواع المستندات القابلة للتطبيق

source: Applicable For
ar: تنطبق على

source: Application Logo
ar: شعار التطبيق

source: Application Name
ar: اسم التطبيق

source: Application Version
ar: إصدار التطبيق

source: Applied On
ar: تطبق على

source: Apply
ar: يتقدم

# Button in list view actions menu
source: Apply Assignment Rule
ar: تطبيق قاعدة التعيين

source: Apply Document Permissions
ar: تطبيق أذونات المستند

source: Apply Filters
ar: تطبيق المرشحات

source: Apply Only Once
ar: التقديم مرة واحدة فقط

source: Apply Strict User Permissions
ar: تطبيق أذونات المستخدم الصارمة

source: Apply To
ar: تنطبق على

source: Apply To All Document Types
ar: تنطبق على جميع أنواع المستندات

source: Apply User Permission On
ar: تطبيق إذن المستخدم على

source: Apply this rule if the User is the Owner
ar: قم بتطبيق هذه القاعدة إذا كان المستخدم هو المالك

source: Apply this rule only once per document
ar: قم بتطبيق هذه القاعدة مرة واحدة فقط لكل مستند

source: Apply to all Documents Types
ar: تنطبق على جميع أنواع المستندات

source: Applying: {0}
ar: التقديم: {0}

source: Appreciate
ar: يُقَدِّر

source: Appreciation
ar: تقدير

source: Approval Required
ar: الموافقة مطلوبة

# Number system
source: Ar
ar: آر

source: Archive
ar: أرشيف

source: Archived
ar: مؤرشف

source: Archived Columns
ar: الأعمدة المؤرشفة

source: Are you sure you want to clear the assignments?
ar: هل أنت متأكد أنك تريد مسح المهام؟

source: Are you sure you want to delete all rows?
ar: هل أنت متأكد أنك تريد حذف كافة الصفوف؟

source: Are you sure you want to delete page {0}?
ar: هل أنت متأكد أنك تريد حذف الصفحة {0}؟

source: Are you sure you want to delete the attachment?
ar: هل أنت متأكد أنك تريد حذف المرفق؟

# Confirmation dialog message
source: Are you sure you want to delete the column? All the fields in the column will be moved to the previous column.
ar: هل أنت متأكد أنك تريد حذف العمود؟ سيتم نقل كافة الحقول الموجودة في العمود إلى العمود السابق.

# Confirmation dialog message
source: Are you sure you want to delete the section? All the columns along with fields in the section will be moved to the previous section.
ar: هل أنت متأكد أنك تريد حذف القسم؟ سيتم نقل جميع الأعمدة والحقول الموجودة في القسم إلى القسم السابق.

# Confirmation dialog message
source: Are you sure you want to delete the tab? All the sections along with fields in the tab will be moved to the previous tab.
ar: هل أنت متأكد أنك تريد حذف علامة التبويب؟ سيتم نقل كافة الأقسام بالإضافة إلى الحقول الموجودة في علامة التبويب إلى علامة التبويب السابقة.

source: Are you sure you want to discard the changes?
ar: هل أنت متأكد أنك تريد تجاهل التغييرات؟

source: Are you sure you want to generate a new report?
ar: هل أنت متأكد أنك تريد إنشاء تقرير جديد؟

source: Are you sure you want to merge {0} with {1}?
ar: هل أنت متأكد أنك تريد دمج {0} مع {1}؟

source: Are you sure you want to proceed?
ar: هل انت متأكد انك تريد المتابعة؟

source: Are you sure you want to re-enable scheduler?
ar: هل أنت متأكد أنك تريد إعادة تمكين المجدول؟

source: Are you sure you want to relink this communication to {0}?
ar: هل أنت متأكد أنك تريد إعادة ربط هذا الاتصال بـ {0}؟

source: Are you sure you want to remove all failed jobs?
ar: هل أنت متأكد أنك تريد إزالة كافة المهام الفاشلة؟

source: Are you sure you want to remove the {0} filter?
ar: هل أنت متأكد أنك تريد إزالة عامل التصفية {0}؟

source: Are you sure you want to reset all customizations?
ar: هل أنت متأكد أنك تريد إعادة تعيين كافة التخصيصات؟

source: Are you sure you want to save this document?
ar: هل أنت متأكد أنك تريد حفظ هذا المستند؟

source: Are you sure you want to send this newsletter now?
ar: هل أنت متأكد أنك تريد إرسال هذه الرسالة الإخبارية الآن؟

source: Are you sure?
ar: هل أنت متأكد؟

source: Arguments
ar: الحجج

source: Arial
ar: اريال

source: As a best practice, do not assign the same set of permission rule to different Roles. Instead, set multiple Roles to the same User.
ar: كأفضل ممارسة، لا تقم بتعيين نفس مجموعة قواعد الأذونات لأدوار مختلفة. بدلاً من ذلك، قم بتعيين أدوار متعددة لنفس المستخدم.

source: As document sharing is disabled, please give them the required permissions before assigning.
ar: نظرًا لأن مشاركة المستندات معطلة، يرجى منحهم الأذونات المطلوبة قبل التعيين.

source: As per your request, your account and data on {0} associated with email {1} has been permanently deleted
ar: بناءً على طلبك، تم حذف حسابك وبياناتك على {0} المرتبطة بالبريد الإلكتروني {1} نهائيًا

source: Assign Condition
ar: تعيين الشرط

source: Assign To
ar: يسند إلى

# Button in list view actions menu
source: Assign To
ar: يسند إلى

source: Assign To User Group
ar: تعيين لمجموعة المستخدمين

source: Assign To Users
ar: تعيين للمستخدمين

source: Assign a user
ar: تعيين مستخدم

source: Assign one by one, in sequence
ar: تعيين واحدا تلو الآخر، في التسلسل

source: Assign to me
ar: خصص لي

source: Assign to the one who has the least assignments
ar: تعيين لمن لديه أقل المهام

source: Assign to the user set in this field
ar: تعيين للمستخدم المحدد في هذا الحقل

source: Assigned
ar: مُكَلَّف

source: Assigned By
ar: عين من

source: Assigned By Full Name
ar: المعينة بالاسم الكامل

source: Assigned To
ar: مخصص ل
