Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: No Permitted Charts on this Dashboard
ar: لا توجد مخططات مسموح بها على لوحة المعلومات هذه

source: No Preview
ar: لا معاينة

source: No Preview Available
ar: لا تتوفر معاينة

source: No Printer is Available.
ar: لا توجد طابعة متاحة.

source: No RQ Workers connected. Try restarting the bench.
ar: لا يوجد عمال RQ متصلين. حاول إعادة تشغيل مقاعد البدلاء.

source: No Results
ar: لا نتائج

source: No Results found
ar: لم يتم العثور على نتائج

source: No Roles Specified
ar: لم يتم تحديد الأدوار

source: No Select Field Found
ar: لم يتم العثور على حقل محدد

source: No Suggestions
ar: بدون اقتراحات

source: No Tags
ar: بدون علامات

source: No Upcoming Events
ar: لا توجد أحداث قادمة

source: No activities to show
ar: لا توجد أنشطة لعرضها

source: No address added yet.
ar: لم تتم إضافة أي عنوان بعد.

source: No alerts for today
ar: لا يوجد تنبيهات لهذا اليوم

source: No automatic optimization suggestions available.
ar: لا توجد اقتراحات للتحسين التلقائي متاحة.

source: No broken links found in the email content
ar: لم يتم العثور على روابط معطلة في محتوى البريد الإلكتروني

source: No changes in document
ar: لا توجد تغييرات في الوثيقة

source: No changes made because old and new name are the same.
ar: لم يتم إجراء أي تغييرات لأن الاسم القديم والاسم الجديد متماثلان.

source: No changes made on the page
ar: لم يتم إجراء أي تغييرات على الصفحة

source: No changes to sync
ar: لا توجد تغييرات للمزامنة

source: No changes to update
ar: لا توجد تغييرات للتحديث

source: No comments yet
ar: لا تعليقات حتى الآن

source: No comments yet.
ar: لا تعليقات حتى الآن.

source: No contacts added yet.
ar: لم تتم إضافة أي جهات اتصال حتى الآن.

source: No contacts linked to document
ar: لا توجد جهات اتصال مرتبطة بالمستند

source: No data to export
ar: لا توجد بيانات للتصدير

source: No default Address Template found. Please create a new one from Setup > Printing and Branding > Address Template.
ar: لم يتم العثور على قالب العنوان الافتراضي. الرجاء إنشاء واحدة جديدة من الإعداد &gt; الطباعة والعلامة التجارية &gt; قالب العنوان.

source: No documents found tagged with {0}
ar: لم يتم العثور على مستندات تحمل علامة {0}

source: No email account associated with the User. Please add an account under User > Email Inbox.
ar: لا يوجد حساب بريد إلكتروني مرتبط بالمستخدم. الرجاء إضافة حساب ضمن المستخدم &gt; البريد الإلكتروني الوارد.

source: No failed logs
ar: لا توجد سجلات فاشلة

source: No fields found that can be used as a Kanban Column. Use the Customize Form to add a Custom Field of type "Select".
ar: لم يتم العثور على حقول يمكن استخدامها كعمود كانبان. استخدم نموذج التخصيص لإضافة حقل مخصص من النوع &quot;تحديد&quot;.

source: No file attached
ar: لا يوجد ملف مرفق

source: No filters found
ar: لم يتم العثور على مرشحات

source: No filters selected
ar: لم يتم تحديد أي مرشحات

source: No further records
ar: لا مزيد من السجلات

source: No matching records. Search something new
ar: لا توجد سجلات مطابقة. ابحث عن شيء جديد

source: No more items to display
ar: لا يوجد المزيد من العناصر لعرضها

source: No need for symbols, digits, or uppercase letters.
ar: لا حاجة للرموز والأرقام والأحرف الكبيرة.

source: No new Google Contacts synced.
ar: لم تتم مزامنة أي جهات اتصال جديدة على Google.

source: No new notifications
ar: لا يوجد إشعارات جديدة

source: No of Columns
ar: عدد الأعمدة

source: No of Requested SMS
ar: عدد الرسائل القصيرة المطلوبة

source: No of Rows (Max 500)
ar: عدد الصفوف (الحد الأقصى 500)

source: No of Sent SMS
ar: عدد الرسائل القصيرة المرسلة

source: No permission for {0}
ar: لا يوجد إذن لـ {0}

# {0} = verb, {1} = object
source: No permission to '{0}' {1}
ar: لا يوجد إذن لـ &#39;{0}&#39; {1}

source: No permission to read {0}
ar: ليس هناك إذن لقراءة {0}

source: No permission to {0} {1} {2}
ar: لا يوجد إذن لـ {0} {1} {2}

source: No records deleted
ar: لم يتم حذف أي سجلات

source: No records present in {0}
ar: لا توجد سجلات موجودة في {0}

source: No records tagged.
ar: لم يتم وضع علامة على أي سجلات.

source: No records will be exported
ar: لن يتم تصدير أية سجلات

source: No subject
ar: لا يوجد عنوان

source: No template found at path: {0}
ar: لم يتم العثور على قالب في المسار: {0}

source: No values to show
ar: لا توجد قيم لإظهارها

source: No {0}
ar: لا {0}

source: No {0} Found
ar: لم يتم العثور على {0}.

source: No {0} found
ar: لم يتم العثور على {0}.

source: No {0} found with matching filters. Clear filters to see all {0}.
ar: لم يتم العثور على {0} مع عوامل التصفية المطابقة. امسح عوامل التصفية لرؤية كل {0}.

source: No {0} mail
ar: لا يوجد بريد {0}.

# Title of the 'row number' column
source: No.
ar: لا.

source: Non Negative
ar: غير سلبي

source: None
ar: لا أحد

source: None: End of Workflow
ar: لا شيء: نهاية سير العمل

source: Normalized Copies
ar: نسخ طبيعية

source: Normalized Query
ar: استعلام عادي

source: Not Allowed
ar: غير مسموح

source: Not Allowed: Disabled User
ar: غير مسموح به: مستخدم معطل

source: Not Ancestors Of
ar: ليس أسلاف

source: Not Descendants Of
ar: ليس من نسل

source: Not Equals
ar: لا يساوي

source: Not Found
ar: غير معثور عليه

source: Not Helpful
ar: غير مساعد

source: Not In
ar: ليس في

source: Not Like
ar: لا يشبه

source: Not Linked to any record
ar: غير مرتبط بأي سجل

source: Not Nullable
ar: غير قابلة للإلغاء

source: Not Permitted
ar: غير مسموح به

source: Not Permitted to read {0}
ar: غير مسموح له بقراءة {0}

source: Not Published
ar: غير منشور

source: Not Saved
ar: يتم حفظ

source: Not Seen
ar: لم يرى

source: Not Sent
ar: لم ترسل

source: Not Set
ar: غير مضبوط

# Field value is not set
source: Not Set
ar: غير مضبوط

source: Not a valid Comma Separated Value (CSV File)
ar: ليست قيمة مفصولة بفواصل صالحة (ملف CSV)

source: Not a valid User Image.
ar: صورة مستخدم غير صالحة.

source: Not a valid Workflow Action
ar: ليس إجراء سير عمل صالحًا

source: Not a valid user
ar: ليس مستخدمًا صالحًا

source: Not active
ar: غير فعال

source: Not allowed for {0}: {1}
ar: غير مسموح به لـ {0}: {1}

source: Not allowed to attach {0} document, please enable Allow Print For {0} in Print Settings
ar: غير مسموح بإرفاق مستند {0}، يرجى تمكين السماح بالطباعة لـ {0} في إعدادات الطباعة

source: Not allowed to create custom Virtual DocType.
ar: غير مسموح بإنشاء Virtual DocType مخصص.

source: Not allowed to print cancelled documents
ar: لا يسمح بطباعة المستندات الملغاة

source: Not allowed to print draft documents
ar: غير مسموح بطباعة مسودات المستندات

source: Not allowed via controller permission check
ar: غير مسموح به عبر التحقق من إذن وحدة التحكم

source: Not found
ar: غير معثور عليه

source: Not in Developer Mode
ar: ليس في وضع المطور

source: Not in Developer Mode! Set in site_config.json or make 'Custom' DocType.
ar: ليس في وضع المطور! قم بالتعيين في site_config.json أو قم بإنشاء DocType &quot;مخصص&quot;.

source: Not permitted
ar: غير مسموح به

source: Not permitted to view {0}
ar: غير مسموح بعرض {0}

source: Note
ar: ملحوظة

source: Note
ar: ملحوظة

source: Note Seen By
ar: ملاحظة تمت رؤيتها بواسطة

source: Note:
ar: ملحوظة:

source: Note: By default emails for failed backups are sent.
ar: ملاحظة: بشكل افتراضي، يتم إرسال رسائل البريد الإلكتروني الخاصة بالنسخ الاحتياطية الفاشلة.

source: Note: Changing the Page Name will break previous URL to this page.
ar: ملاحظة: سيؤدي تغيير اسم الصفحة إلى قطع عنوان URL السابق لهذه الصفحة.

source: Note: Etc timezones have their signs reversed.
ar: ملاحظة: المناطق الزمنية الأخرى تكون علاماتها معكوسة.

source: Note: For best results, images must be of the same size and width must be greater than height.
ar: ملاحظة: للحصول على أفضل النتائج، يجب أن تكون الصور بنفس الحجم ويجب أن يكون العرض أكبر من الارتفاع.

source: Note: Multiple sessions will be allowed in case of mobile device
ar: ملاحظة: سيتم السماح بجلسات متعددة في حالة الجهاز المحمول

source: Note: This will be shared with user.
ar: ملاحظة: سيتم مشاركة هذا مع المستخدم.

source: Note: Your request for account deletion will be fulfilled within {0} hours.
ar: ملاحظة: سيتم تلبية طلبك لحذف الحساب خلال {0} ساعة.

source: Notes:
ar: ملحوظات:

source: Nothing New
ar: لا شيء جديد

source: Nothing left to redo
ar: لم يتبق شيء لإعادة

source: Nothing left to undo
ar: لم يتبق شيء للتراجع عنه

source: Nothing to show
ar: لا شيء لإظهاره

source: Nothing to update
ar: لا شيء للتحديث

source: Notification
ar: إشعار

source: Notification
ar: إشعار

source: Notification Log
ar: سجل الإخطارات

source: Notification Recipient
ar: متلقي الإخطار

source: Notification Settings
ar: إعدادات الإشعار

source: Notification Settings
ar: إعدادات الإشعار

source: Notification Subscribed Document
ar: وثيقة الإخطار المشترك

source: Notification sent to
ar: تم إرسال الإخطار إلى

source: Notification: customer {0} has no Mobile number set
ar: إشعار: العميل {0} ليس لديه رقم جوال محدد

source: Notification: document {0} has no {1} number set (field: {2})
ar: إشعار: المستند {0} لا يحتوي على مجموعة أرقام {1} (الحقل: {2})

source: Notification: user {0} has no Mobile number set
ar: إشعار: المستخدم {0} ليس لديه رقم جوال محدد

source: Notifications
ar: إشعارات

source: Notifications Disabled
ar: الإخطارات معطلة

source: Notifications and bulk mails will be sent from this outgoing server.
ar: سيتم إرسال الإخطارات ورسائل البريد المجمعة من هذا الخادم الصادر.

source: Notify Users On Every Login
ar: إخطار المستخدمين عند كل تسجيل دخول

source: Notify by Email
ar: الإخطار عن طريق البريد الإلكتروني

source: Notify by email
ar: إخطار عن طريق البريد الإلكتروني

source: Notify if unreplied
ar: إعلام إذا لم يتم الرد عليها

source: Notify if unreplied for (in mins)
ar: إشعار في حالة عدم الرد لمدة (بالدقائق)

source: Notify users with a popup when they log in
ar: قم بإعلام المستخدمين من خلال نافذة منبثقة عند تسجيل الدخول

source: Now
ar: الآن

source: Number
ar: رقم

source: Number Card
ar: بطاقة الرقم

source: Number Card Link
ar: رابط بطاقة الرقم

source: Number Card Name
ar: اسم البطاقة رقم

source: Number Cards
ar: بطاقات الأرقام

source: Number Format
ar: تنسيق الرقم

source: Number of Backups
ar: عدد النسخ الاحتياطية

source: Number of DB Backups
ar: عدد النسخ الاحتياطية لقاعدة البيانات

source: Number of DB backups cannot be less than 1
ar: لا يمكن أن يكون عدد النسخ الاحتياطية لقاعدة البيانات أقل من 1

source: Number of Groups
ar: عدد المجموعات

source: Number of Queries
ar: عدد الاستعلامات

source: Number of attachment fields are more than {}, limit updated to {}.
ar: عدد حقول المرفقات أكبر من {}، وتم تحديث الحد إلى {}.

source: Number of backups must be greater than zero.
ar: يجب أن يكون عدد النسخ الاحتياطية أكبر من الصفر.

source: Number of columns for a field in a Grid (Total Columns in a grid should be less than 11)
ar: عدد الأعمدة للحقل في الشبكة (يجب أن يكون إجمالي الأعمدة في الشبكة أقل من 11)

source: Number of columns for a field in a List View or a Grid (Total Columns should be less than 11)
ar: عدد الأعمدة للحقل في طريقة عرض القائمة أو الشبكة (يجب أن يكون إجمالي الأعمدة أقل من 11)

source: Number of days after which the document Web View link shared on email will be expired
ar: عدد الأيام التي ستنتهي بعدها صلاحية رابط عرض الويب للمستند الذي تمت مشاركته عبر البريد الإلكتروني

source: Number of keys
ar: عدد المفاتيح

source: Number of onsite backups
ar: عدد النسخ الاحتياطية في الموقع

source: OAuth Authorization Code
ar: رمز ترخيص OAuth

source: OAuth Bearer Token
ar: رمز حامل OAuth

source: OAuth Client
ar: عميل OAuth

source: OAuth Client
ar: عميل OAuth

source: OAuth Client ID
ar: معرف عميل OAuth

source: OAuth Client Role
ar: دور عميل OAuth

source: OAuth Error
ar: خطأ في OAuth

source: OAuth Provider Settings
ar: إعدادات موفر OAuth

source: OAuth Provider Settings
ar: إعدادات موفر OAuth

source: OAuth Scope
ar: نطاق OAuth

source: OAuth has been enabled but not authorised. Please use "Authorise API Access" button to do the same.
ar: تم تمكين OAuth ولكن لم يتم التصريح به. الرجاء استخدام زر &quot;تخويل الوصول إلى واجهة برمجة التطبيقات&quot; للقيام بنفس الشيء.

source: OK
ar: نعم

source: OPTIONS
ar: خيارات

source: OR
ar: أو

source: OTP App
ar: تطبيق OTP

source: OTP Issuer Name
ar: اسم جهة إصدار OTP

source: OTP Secret Reset - {0}
ar: إعادة تعيين سر OTP - {0}

source: OTP Secret has been reset. Re-registration will be required on next login.
ar: تمت إعادة تعيين سر OTP. ستكون إعادة التسجيل مطلوبة عند تسجيل الدخول التالي.

source: OTP setup using OTP App was not completed. Please contact Administrator.
ar: لم يكتمل إعداد OTP باستخدام تطبيق OTP. يرجى الاتصال بالمسؤول.

source: Occurrences
ar: الحوادث

source: Off
ar: عن

source: Office
ar: مكتب

source: Office 365
ar: مكتب 365

source: Official Documentation
ar: التوثيق الرسمي

source: Offset X
ar: الإزاحة X

source: Offset Y
ar: إزاحة Y

source: Old Password
ar: كلمة المرور القديمة

source: Old and new fieldnames are same.
ar: أسماء الحقول القديمة والجديدة هي نفسها.

source: Older backups will be automatically deleted
ar: سيتم حذف النسخ الاحتياطية الأقدم تلقائيًا

source: Oldest Unscheduled Job
ar: أقدم وظيفة غير مجدولة

source: On Hold
ar: في الانتظار

source: On Payment Authorization
ar: بشأن إذن الدفع

source: On Payment Charge Processed
ar: عند معالجة رسوم الدفع

source: On Payment Failed
ar: عند فشل الدفع

source: On Payment Mandate Acquisition Processed
ar: تمت معالجة عملية الحصول على تفويض الدفع

source: On Payment Mandate Charge Processed
ar: تمت معالجة رسوم تفويض الدفع

source: On Payment Paid
ar: على الدفع المدفوع

source: On checking this option, URL will be treated like a jinja template string
ar: عند تحديد هذا الخيار، سيتم التعامل مع عنوان URL كسلسلة قالب جينجا

source: On {0}, {1} wrote:
ar: في {0}، كتب {1}:

source: Onboard
ar: صعد على متنها

source: Onboarding Name
ar: اسم الصعود

source: Onboarding Permission
ar: إذن الصعود

source: Onboarding Status
ar: حالة الإعداد

source: Onboarding Step
ar: خطوة الصعود

source: Onboarding Step Map
ar: خريطة خطوة الإعداد

source: Onboarding complete
ar: اكتمل الإعداد

source: Once submitted, submittable documents cannot be changed. They can only be Cancelled and Amended.
ar: بمجرد تقديمها، لا يمكن تغيير المستندات القابلة للتقديم. ولا يمكن إلغاؤها وتعديلها إلا.

source: Once you have set this, the users will only be able access documents (eg. Blog Post) where the link exists (eg. Blogger).
ar: بمجرد تعيين هذا، لن يتمكن المستخدمون من الوصول إلا إلى المستندات (على سبيل المثال، منشور المدونة) التي يوجد بها الرابط (على سبيل المثال، Blogger).

source: One Last Step
ar: خطوة أخيرة

source: One Time Password (OTP) Registration Code from {}
ar: رمز تسجيل كلمة المرور لمرة واحدة (OTP) من {}

source: One of
ar: واحد من

source: One of the child page with name {0} already exist in {1} Section. Please update the name of the child page first before moving
ar: إحدى الصفحات الفرعية التي تحمل الاسم {0} موجودة بالفعل في القسم {1}. يرجى تحديث اسم الصفحة الفرعية أولاً قبل النقل

source: Only 200 inserts allowed in one request
ar: يُسمح بإدخال 200 إدخال فقط في طلب واحد

source: Only Administrator can delete Email Queue
ar: يمكن للمسؤول فقط حذف قائمة انتظار البريد الإلكتروني

source: Only Administrator can edit
ar: يمكن للمسؤول فقط التعديل

source: Only Administrator can save a standard report. Please rename and save.
ar: يمكن للمسؤول فقط حفظ تقرير قياسي. يرجى إعادة التسمية والحفظ.

source: Only Administrator is allowed to use Recorder
ar: يُسمح للمسؤول فقط باستخدام المسجل

source: Only Allow Edit For
ar: السماح بالتحرير فقط لـ

source: Only Options allowed for Data field are:
ar: الخيارات المسموح بها لحقل البيانات هي فقط:

source: Only Send Records Updated in Last X Hours
ar: إرسال السجلات التي تم تحديثها في آخر X ساعة فقط

source: Only Workspace Manager can edit public workspaces
ar: يمكن لـ Workspace Manager فقط تحرير مساحات العمل العامة

source: Only Workspace Manager can sort or edit this page
ar: يمكن لـ Workspace Manager فقط فرز هذه الصفحة أو تحريرها

source: Only allowed to export customizations in developer mode
ar: يُسمح فقط بتصدير التخصيصات في وضع المطور

source: Only change this if you want to use other S3 compatible object storage backends.
ar: قم بتغيير هذا فقط إذا كنت تريد استخدام الواجهات الخلفية الأخرى لتخزين الكائنات المتوافقة مع S3.

source: Only draft documents can be discarded
ar: يمكن تجاهل مسودات المستندات فقط

source: Only for
ar: فقط ل

source: Only mandatory fields are necessary for new records. You can delete non-mandatory columns if you wish.
ar: الحقول الإلزامية فقط ضرورية للسجلات الجديدة. يمكنك حذف الأعمدة غير الإلزامية إذا كنت ترغب في ذلك.

source: Only one {0} can be set as primary.
ar: يمكن تعيين {0} واحد فقط كمفتاح أساسي.

source: Only reports of type Report Builder can be deleted
ar: يمكن حذف التقارير من النوع Report Builder فقط

source: Only reports of type Report Builder can be edited
ar: يمكن تحرير التقارير من النوع Report Builder فقط

source: Only standard DocTypes are allowed to be customized from Customize Form.
ar: يُسمح فقط بتخصيص DocTypes القياسي من نموذج التخصيص.

source: Only the assignee can complete this to-do.
ar: يمكن للمكلف فقط إكمال هذه المهمة.

source: Only users involved in the document are listed
ar: يتم سرد المستخدمين المشاركين في المستند فقط

source: Only {0} emailed reports are allowed per user.
ar: يُسمح فقط بـ {0} من التقارير المرسلة عبر البريد الإلكتروني لكل مستخدم.

source: Oops! Something went wrong.
ar: أُووبس! هناك خطأ ما.

source: Open
ar: يفتح

# Access
source: Open
ar: يفتح

source: Open Awesomebar
ar: افتح شريط رهيبة

source: Open Communication
ar: تواصل مفتوح

source: Open Document
ar: افتح المستند

source: Open Documents
ar: افتح المستندات

source: Open Help
ar: افتح التعليمات

source: Open Reference Document
ar: افتح الوثيقة المرجعية

source: Open Settings
ar: أفتح الإعدادات

source: Open Source Applications for the Web
ar: تطبيقات مفتوحة المصدر للويب

source: Open URL in a New Tab
ar: افتح عنوان URL في علامة تبويب جديدة

source: Open a dialog with mandatory fields to create a new record quickly
ar: افتح مربع حوار يحتوي على حقول إلزامية لإنشاء سجل جديد بسرعة

source: Open a module or tool
ar: افتح وحدة نمطية أو أداة

source: Open in a new tab
ar: افتح في علامة تبويب جديدة

# Description of a list view shortcut
source: Open list item
ar: فتح عنصر القائمة

source: Open reference document
ar: فتح الوثيقة المرجعية

source: Open your authentication app on your mobile phone.
ar: افتح تطبيق المصادقة الخاص بك على هاتفك المحمول.

source: Open {0}
ar: فتح {0}

source: OpenID Configuration
ar: تكوين OpenID

source: Opened
ar: افتتح

source: Operation
ar: عملية

source: Operator must be one of {0}
ar: يجب أن يكون عامل التشغيل واحدًا من {0}

source: Optimize
ar: تحسين

source: Optimizing image...
ar: جارٍ تحسين الصورة...

source: Option 1
ar: الخيار 1

source: Option 2
ar: الخيار 2

source: Option 3
ar: الخيار 3

source: Option {0} for field {1} is not a child table
ar: الخيار {0} للحقل {1} ليس جدولاً فرعيًا

source: Optional: Always send to these ids. Each Email Address on a new row
ar: اختياري: أرسل دائمًا إلى هذه المعرفات. كل عنوان بريد إلكتروني في صف جديد

source: Optional: The alert will be sent if this expression is true
ar: اختياري: سيتم إرسال التنبيه إذا كان هذا التعبير صحيحًا

source: Options
ar: خيارات

source: Options 'Dynamic Link' type of field must point to another Link Field with options as 'DocType'
ar: يجب أن يشير حقل نوع &quot;الارتباط الديناميكي&quot; للخيارات إلى حقل ارتباط آخر بخيارات مثل &quot;DocType&quot;

source: Options Help
ar: مساعدة الخيارات

source: Options for Rating field can range from 3 to 10
ar: يمكن أن تتراوح خيارات حقل التقييم من 3 إلى 10

source: Options for select. Each option on a new line.
ar: خيارات للاختيار. كل خيار على سطر جديد.

source: Options for {0} must be set before setting the default value.
ar: يجب تعيين خيارات {0} قبل تعيين القيمة الافتراضية.

source: Options is required for field {0} of type {1}
ar: الخيارات مطلوبة للحقل {0} من النوع {1}

source: Options not set for link field {0}
ar: لم يتم تعيين الخيارات لحقل الرابط {0}

source: Orange
ar: البرتقالي

source: Order
ar: طلب

source: Org History
ar: تاريخ المنظمة

source: Org History Heading
ar: عنوان سجل المنظمة

source: Orientation
ar: توجيه

source: Original Value
ar: القيمة الأصلية

source: Other
ar: آخر

source: Outgoing
ar: منفتح

source: Outgoing (SMTP) Settings
ar: إعدادات الصادر (SMTP).

source: Outgoing Emails (Last 7 days)
ar: رسائل البريد الإلكتروني الصادرة (آخر 7 أيام)

source: Outgoing Server
ar: خادم البريد الصادر

source: Outgoing Settings
ar: إعدادات الصادرة

source: Outgoing email account not correct
ar: حساب البريد الإلكتروني الصادر غير صحيح

source: Output
ar: انتاج |

source: Overview
ar: ملخص

source: Owner
ar: مالك

source: PATCH
ar: رقعة

source: PDF
ar: بي دي إف

source: PDF Generation in Progress
ar: إنشاء PDF قيد التقدم

source: PDF Page Height (in mm)
ar: ارتفاع صفحة PDF (مم)

source: PDF Page Size
ar: حجم صفحة PDF

source: PDF Page Width (in mm)
ar: عرض صفحة PDF (مم)

source: PDF Settings
ar: إعدادات قوات الدفاع الشعبي

source: PDF generation failed
ar: فشل إنشاء PDF

source: PDF generation failed because of broken image links
ar: فشل إنشاء ملف PDF بسبب روابط الصور المعطلة

source: PDF generation may not work as expected.
ar: قد لا يعمل إنشاء PDF كما هو متوقع.

source: PDF printing via "Raw Print" is not supported.
ar: طباعة PDF عبر &quot;Raw Print&quot; غير مدعومة.

source: PID
ar: معرف المنتج

source: POST
ar: بريد

source: PUT
ar: يضع

source: Package
ar: طَرد

source: Package
ar: طَرد

source: Package Import
ar: استيراد الحزمة

source: Package Import
ar: استيراد الحزمة

source: Package Name
ar: اسم الحزمة

source: Package Release
ar: إصدار الحزمة

source: Packages
ar: الحزم

source: Packages are lightweight apps (collection of Module Defs) that can be created, imported, or released right from the UI
ar: الحزم عبارة عن تطبيقات خفيفة الوزن (مجموعة من تعريفات الوحدة النمطية) يمكن إنشاؤها أو استيرادها أو إصدارها مباشرة من واجهة المستخدم

source: Page
ar: صفحة

source: Page Break
ar: فاصل صفحة

source: Page Builder
ar: منشئ الصفحة

source: Page Building Blocks
ar: كتل بناء الصفحة

source: Page HTML
ar: صفحة HTML

source: Page Height (in mm)
ar: ارتفاع الصفحة (مم)

source: Page Margins
ar: هوامش الصفحة

source: Page Name
ar: اسم الصفحة

source: Page Number
ar: رقم الصفحة

source: Page Route
ar: طريق الصفحة

source: Page Saved Successfully
ar: تم حفظ الصفحة بنجاح

source: Page Settings
ar: إعدادات الصفحة

source: Page Shortcuts
ar: اختصارات الصفحة

source: Page Size
ar: مقاس الصفحه

source: Page Title
ar: عنوان الصفحة

source: Page Width (in mm)
ar: عرض الصفحة (مم)

source: Page has expired!
ar: انتهت صلاحية الصفحة!

source: Page height and width cannot be zero
ar: لا يمكن أن يكون ارتفاع الصفحة وعرضها صفرًا

source: Page not found
ar: الصفحة غير موجودة

source: Page to show on the website
ar: الصفحة التي سيتم عرضها على الموقع

source: Page with title {0} already exist.
ar: الصفحة التي تحمل العنوان {0} موجودة بالفعل.

source: Page {0} of {1}
ar: الصفحة {0} من {1}

source: Parameter
ar: معامل

source: Parent
ar: الأبوين

source: Parent DocType
ar: نوع المستند الأصلي

source: Parent Document Type
ar: نوع الوثيقة الأصلية

source: Parent Document Type is required to create a number card
ar: نوع المستند الأصلي مطلوب لإنشاء بطاقة أرقام

source: Parent Element Selector
ar: محدد العنصر الأصلي

source: Parent Field
ar: حقل الوالدين

source: Parent Field (Tree)
ar: الحقل الأصلي (شجرة)

source: Parent Field must be a valid fieldname
ar: يجب أن يكون الحقل الأصل اسم حقل صالحًا

source: Parent Label
ar: تسمية الوالدين

source: Parent Missing
ar: الوالد مفقود

source: Parent Page
ar: الصفحة الأم

source: Parent Table
ar: جدول الوالدين

source: Parent document type is required to create a dashboard chart
ar: نوع المستند الأصلي مطلوب لإنشاء مخطط لوحة المعلومات

source: Parent is the name of the document to which the data will get added to.
ar: الأصل هو اسم المستند الذي ستتم إضافة البيانات إليه.

source: Parentfield not specified in {0}: {1}
ar: الحقل الأصلي غير محدد في {0}: {1}

source: Parenttype, Parent and Parentfield are required to insert a child record
ar: مطلوب Parenttype وParent وParentfield لإدراج سجل فرعي

source: Partial
ar: جزئي
