Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: to your browser
ar: إلى المتصفح الخاص بك

source: "Company History"
ar: &quot;تاريخ الشركة&quot;

source: "Parent" signifies the parent table in which this row must be added
ar: يشير &quot;الأصل&quot; إلى الجدول الأصلي الذي يجب إضافة هذا الصف إليه

source: "Team Members" or "Management"
ar: "أعضاء الفريق" أو "الإدارة"

source: "amended_from" field must be present to do an amendment.
ar: يجب أن يكون الحقل &quot;معدل_من&quot; موجوداً لإجراء التعديل.

source: "{0}" is not a valid Google Sheets URL
ar: &quot;{0}&quot; ليس عنوان URL صالحًا لجداول بيانات Google

source: ${values.doctype_name} has been added to queue for optimization
ar: تمت إضافة ${values.doctype_name} إلى قائمة الانتظار للتحسين

source: &copy; Frappe Technologies Pvt. Ltd. and contributors
ar: © فراب تكنولوجيز الجندي. المحدودة والمساهمين

source: &lt;head&gt; HTML
ar: &lt;الرأس&gt; HTML

source: 'In Global Search' is not allowed for field {0} of type {1}
ar: &quot;في البحث الشامل&quot; غير مسموح به للحقل {0} من النوع {1}

source: 'In Global Search' not allowed for type {0} in row {1}
ar: "في البحث الشامل" غير مسموح به للنوع {0} في الصف {1}

source: 'In List View' is not allowed for field {0} of type {1}
ar: &quot;في عرض القائمة&quot; غير مسموح به للحقل {0} من النوع {1}

source: 'In List View' not allowed for type {0} in row {1}
ar: &quot;في عرض القائمة&quot; غير مسموح به للنوع {0} في الصف {1}

source: 'Recipients' not specified
ar: لم يتم تحديد &quot;المستلمين&quot;.

source: '{0}' is not a valid URL
ar: &quot;{0}&quot; ليس عنوان URL صالحًا

source: '{0}' not allowed for type {1} in row {2}
ar: &#39;{0}&#39; غير مسموح به للنوع {1} في الصف {2}

source: (Mandatory)
ar: (إلزامي)

source: ** Failed: {0} to {1}: {2}
ar: ** فشل: {0} إلى {1}: {2}

source: + Add / Remove Fields
ar: + إضافة / إزالة الحقول

source: 0 - Draft; 1 - Submitted; 2 - Cancelled
ar: 0 - مسودة؛ 1 - مقدم؛ 2 - ملغى

source: 0 is highest
ar: 0 هو الأعلى

source: 1 = True & 0 = False
ar: 1 = صحيح و 0 = خطأ

source: 1 Currency = [?] Fraction For e.g. 1 USD = 100 Cent
ar: 1 عملة = [؟] جزء على سبيل المثال 1 دولار أمريكي = 100 سنت

source: 1 Day
ar: يوم 1

source: 1 Google Calendar Event synced.
ar: تمت مزامنة حدث واحد في تقويم Google.

source: 1 Report
ar: 1 تقرير

source: 1 comment
ar: تعليق واحد

source: 1 day ago
ar: 1 منذ يوم

source: 1 hour
ar: 1 ساعة

source: 1 hour ago
ar: منذ 1 ساعة

source: 1 minute ago
ar: منذ 1 دقيقة

source: 1 month ago
ar: 1 قبل شهر

source: 1 of 2
ar: 1 من 2

source: 1 record will be exported
ar: سيتم تصدير سجل واحد

source: 1 second ago
ar: منذ ثانية واحدة

source: 1 week ago
ar: 1 قبل أسبوع

source: 1 year ago
ar: منذ سنة 1

source: 2 hours ago
ar: منذ 2 ساعات

source: 2 months ago
ar: منذ شهرين

source: 2 weeks ago
ar: 2 منذ أسابيع

source: 2 years ago
ar: منذ عامين

source: 3 minutes ago
ar: منذ 3 دقيقة

source: 30 minutes
ar: 30 دقيقة

source: 4 hours
ar: 4 ساعات

source: 5 Records
ar: 5 سجلات

source: 5 days ago
ar: منذ 5 أيام

source: ; not allowed in condition
ar: ; غير مسموح به في حالة

source: <b>{0}</b> is not a valid URL
ar: <b>{0}</b> ليس عنوان URL صالحًا

source: <div class="alert">Please don't update it as it can mess up your form. Use the Customize Form View and Custom Fields to set properties!</div>
ar: <div class="alert" style=";text-align:right;direction:rtl">من فضلك لا تقم بتحديثه لأنه يمكن أن يفسد النموذج الخاص بك. استخدم تخصيص طريقة عرض النموذج والحقول المخصصة لتعيين الخصائص!</div>

source: <div class="well"> Edit list of Series in the box. Rules: <ul> <li>Each Series Prefix on a new line.</li> <li>Allowed special characters are "/" and "-"</li> <li> Optionally, set the number of digits in the series using dot (.) followed by hashes (#). For example, ".####" means that the series will have four digits. Default is five digits. </li> <li> You can also use variables in the series name by putting them between (.) dots <br> Supported Variables: <ul> <li><code>.YYYY.</code> - Year in 4 digits</li> <li><code>.YY.</code> - Year in 2 digits</li> <li><code>.MM.</code> - Month</li> <li><code>.DD.</code> - Day of month</li> <li><code>.WW.</code> - Week of the year</li> <li><code>.FY.</code> - Fiscal Year</li> <li> <code>.{fieldname}.</code> - fieldname on the document e.g. <code>branch</code> </li> </ul> </li> </ul> Examples: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>
ar: <div class="well" style=";text-align:right;direction:rtl">تحرير قائمة السلسلة في المربع. قواعد:<ul style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> كل سلسلة بادئة على سطر جديد.</li><li style=";text-align:right;direction:rtl"> الأحرف الخاصة المسموح بها هي &quot;/&quot; و&quot;-&quot;</li><li style=";text-align:right;direction:rtl"> اختياريًا، قم بتعيين عدد الأرقام في السلسلة باستخدام النقطة (.) متبوعة بالعلامات (#). على سبيل المثال، &quot;.####&quot; يعني أن السلسلة ستتكون من أربعة أرقام. الافتراضي هو خمسة أرقام.</li><li style=";text-align:right;direction:rtl"> يمكنك أيضًا استخدام المتغيرات في اسم السلسلة بوضعها بين النقاط (.).<br> المتغيرات المدعومة:<ul style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> <code>.YYYY.</code> - السنة مكونة من 4 أرقام</li><li style=";text-align:right;direction:rtl"> <code>.YY.</code> - السنة مكونة من رقمين</li><li style=";text-align:right;direction:rtl"> <code>.MM.</code> - شهر</li><li style=";text-align:right;direction:rtl"> <code>.DD.</code> - يوم من الشهر</li><li style=";text-align:right;direction:rtl"> <code>.WW.</code> - أسبوع من السنة</li><li style=";text-align:right;direction:rtl"> <code>.FY.</code> - السنة المالية</li><li style=";text-align:right;direction:rtl"> <code>.{fieldname}.</code> - اسم الحقل في المستند، على سبيل المثال <code>branch</code></li></ul></li></ul> أمثلة:<ul style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> INV-</li><li style=";text-align:right;direction:rtl"> إنف-10-</li><li style=";text-align:right;direction:rtl"> INVK-</li><li style=";text-align:right;direction:rtl"> INV-.YYYY.-.{فرع}.-.MM.-.####</li></ul></div><br>

source: <h3>Custom CSS Help</h3> <p>Notes:</p> <ol> <li>All field groups (label + value) are set attributes <code>data-fieldtype</code> and <code>data-fieldname</code></li> <li>All values are given class <code>value</code></li> <li>All Section Breaks are given class <code>section-break</code></li> <li>All Column Breaks are given class <code>column-break</code></li> </ol> <h4>Examples</h4> <p>1. Left align integers</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Add border to sections except the last section</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>
ar: <h3 style=";text-align:right;direction:rtl">تعليمات CSS المخصصة</h3><p style=";text-align:right;direction:rtl"> ملحوظات:</p><ol style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> يتم تعيين كافة مجموعات الحقول (التسمية + القيمة) على <code>data-fieldtype</code> واسم <code>data-fieldname</code></li><li style=";text-align:right;direction:rtl"> يتم إعطاء جميع القيم <code>value</code> الفئة</li><li style=";text-align:right;direction:rtl"> يتم منح كافة فواصل الأقسام <code>section-break</code> الفصل الدراسي</li><li style=";text-align:right;direction:rtl"> يتم منح كافة فواصل الأعمدة <code>column-break</code> للفئة</li></ol><h4 style=";text-align:right;direction:rtl"> أمثلة</h4><p style=";text-align:right;direction:rtl"> 1. محاذاة الأعداد الصحيحة إلى اليسار</p><pre style=";text-align:right;direction:rtl"> <code>[data-fieldtype=&quot;Int&quot;] .value { text-align: left; }</code></pre><p style=";text-align:right;direction:rtl"> 1. أضف حدودًا للأقسام باستثناء القسم الأخير</p><pre style=";text-align:right;direction:rtl"> <code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>

source: <h3>Print Format Help</h3> <hr> <h4>Introduction</h4> <p>Print Formats are rendered on the server side using the Jinja Templating Language. All forms have access to the <code>doc</code> object which contains information about the document that is being formatted. You can also access common utilities via the <code>frappe</code> module.</p> <p>For styling, the Boostrap CSS framework is provided and you can enjoy the full range of classes.</p> <hr> <h4>References</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja Templating Language</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS Framework</a></li> </ol> <hr> <h4>Example</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Customer Name&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Date&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;Sr&lt;/th&gt; &lt;th&gt;Item Name&lt;/th&gt; &lt;th&gt;Description&lt;/th&gt; &lt;th class="text-right"&gt;Qty&lt;/th&gt; &lt;th class="text-right"&gt;Rate&lt;/th&gt; &lt;th class="text-right"&gt;Amount&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Item Code: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Common Functions</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>Get document value formatted as Date, Currency, etc. Pass parent <code>doc</code> for currency type fields.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Get value from another document.</td> </tr> </tbody> </table>
ar: <h3 style=";text-align:right;direction:rtl">تعليمات تنسيق الطباعة</h3><hr><h4 style=";text-align:right;direction:rtl"> مقدمة</h4><p style=";text-align:right;direction:rtl"> يتم عرض تنسيقات الطباعة على جانب الخادم باستخدام لغة Jinja Templating. تتمتع جميع النماذج بإمكانية الوصول إلى كائن <code>doc</code> الذي يحتوي على معلومات حول المستند الذي يتم تنسيقه. يمكنك أيضًا الوصول إلى المرافق العامة عبر وحدة <code>frappe</code> .</p><p style=";text-align:right;direction:rtl"> بالنسبة للتصميم، يتم توفير إطار عمل Boostrap CSS ويمكنك الاستمتاع بمجموعة كاملة من الفئات.</p><hr><h4 style=";text-align:right;direction:rtl"> مراجع</h4><ol style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> <a href="http://jinja.pocoo.org/docs/templates/" target="_blank">لغة جينجا النموذجية</a></li><li style=";text-align:right;direction:rtl"> <a href="http://getbootstrap.com" target="_blank">إطار عمل Bootstrap CSS</a></li></ol><hr><h4 style=";text-align:right;direction:rtl"> مثال</h4><pre style=";text-align:right;direction:rtl"> <code>&lt;h3&gt;{{ doc.select_print_heading or &quot;Invoice&quot; }}&lt;/h3&gt; &lt;div class=&quot;row&quot;&gt; &lt;div class=&quot;col-md-3 text-right&quot;&gt;Customer Name&lt;/div&gt; &lt;div class=&quot;col-md-9&quot;&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class=&quot;row&quot;&gt; &lt;div class=&quot;col-md-3 text-right&quot;&gt;Date&lt;/div&gt; &lt;div class=&quot;col-md-9&quot;&gt;{{ doc.get_formatted(&quot;invoice_date&quot;) }}&lt;/div&gt; &lt;/div&gt; &lt;table class=&quot;table table-bordered&quot;&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;Sr&lt;/th&gt; &lt;th&gt;Item Name&lt;/th&gt; &lt;th&gt;Description&lt;/th&gt; &lt;th class=&quot;text-right&quot;&gt;Qty&lt;/th&gt; &lt;th class=&quot;text-right&quot;&gt;Rate&lt;/th&gt; &lt;th class=&quot;text-right&quot;&gt;Amount&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style=&quot;width: 3%;&quot;&gt;{{ row.idx }}&lt;/td&gt; &lt;td style=&quot;width: 20%;&quot;&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Item Code: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style=&quot;width: 37%;&quot;&gt; &lt;div style=&quot;border: 0px;&quot;&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style=&quot;width: 10%; text-align: right;&quot;&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style=&quot;width: 15%; text-align: right;&quot;&gt;{{ row.get_formatted(&quot;rate&quot;, doc) }}&lt;/td&gt; &lt;td style=&quot;width: 15%; text-align: right;&quot;&gt;{{ row.get_formatted(&quot;amount&quot;, doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre><hr><h4 style=";text-align:right;direction:rtl"> الوظائف المشتركة</h4><table class="table table-bordered" style=";text-align:right;direction:rtl"><tbody><tr><td style="width: 30%;"> <code>doc.get_formatted(&quot;[fieldname]&quot;, [parent_doc])</code></td><td> احصل على قيمة المستند بتنسيق التاريخ والعملة وما إلى ذلك. قم <code>doc</code> الأصلي لحقول نوع العملة.</td></tr><tr><td style="width: 30%;"> <code>frappe.db.get_value(&quot;[doctype]&quot;, &quot;[name]&quot;, &quot;fieldname&quot;)</code></td><td> احصل على قيمة من مستند آخر.</td></tr></tbody></table>

source: <h4>Default Template</h4> <p>Uses <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templating</a> and all the fields of Address (including Custom Fields if any) will be available</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PIN: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Phone: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>
ar: <h4 style=";text-align:right;direction:rtl">القالب الافتراضي</h4><p style=";text-align:right;direction:rtl"> يستخدم <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templating</a> وستكون جميع حقول العنوان (بما في ذلك الحقول المخصصة إن وجدت) متاحة</p><pre style=";text-align:right;direction:rtl"> <code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PIN: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Phone: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%}</code></pre>

source: <h4>Email Reply Example</h4> <pre>Order Overdue Transaction {{ name }} has exceeded Due Date. Please take necessary action. Details - Customer: {{ customer }} - Amount: {{ grand_total }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
ar: <h4 style=";text-align:right;direction:rtl">مثال الرد على البريد الإلكتروني</h4><pre style=";text-align:right;direction:rtl"> تأخر الطلب لقد تجاوزت المعاملة {{ name }} تاريخ الاستحقاق. يرجى اتخاذ الإجراءات اللازمة. تفاصيل - العميل: {{ عميل }} - المبلغ: {{ grand_total }} </pre><h4 style=";text-align:right;direction:rtl">كيفية الحصول على أسماء الحقول</h4><p style=";text-align:right;direction:rtl"> أسماء الحقول التي يمكنك استخدامها في قالب البريد الإلكتروني الخاص بك هي الحقول الموجودة في المستند الذي ترسل منه البريد الإلكتروني. يمكنك معرفة حقول أي مستندات عبر الإعداد &gt; تخصيص طريقة عرض النموذج واختيار نوع المستند (مثل فاتورة المبيعات)</p><h4 style=";text-align:right;direction:rtl"> القوالب</h4><p style=";text-align:right;direction:rtl"> يتم تجميع القوالب باستخدام لغة Jinja Templating. لمعرفة المزيد عن جينجا، <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">اقرأ هذه الوثائق.</a></p>

source: <h5 class="text-muted uppercase">Or</h5>
ar: <h5 class="text-muted uppercase" style=";text-align:right;direction:rtl">أو</h5>

source: <h5>Message Example</h5> <pre>&lt;h3&gt;Order Overdue&lt;/h3&gt; &lt;p&gt;Transaction {{ doc.name }} has exceeded Due Date. Please take necessary action.&lt;/p&gt; &lt;!-- show last comment --&gt; {% if comments %} Last comment: {{ comments[-1].comment }} by {{ comments[-1].by }} {% endif %} &lt;h4&gt;Details&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;Customer: {{ doc.customer }} &lt;li&gt;Amount: {{ doc.grand_total }} &lt;/ul&gt; </pre>
ar: <h5 style=";text-align:right;direction:rtl">مثال الرسالة</h5><pre style=";text-align:right;direction:rtl"> &lt;h3&gt;تأخر الطلب&lt;/h3&gt; &lt;p&gt;لقد تجاوزت المعاملة {{ doc.name }} تاريخ الاستحقاق. يرجى اتخاذ الإجراءات اللازمة.&lt;/p&gt; &lt;!--إظهار التعليق الأخير --&gt; {% إذا كانت التعليقات %} آخر تعليق: {{ comments[-1].comment }} بواسطة {{ comments[-1].by }} {٪ إنهاء إذا ٪} &lt;h4&gt;التفاصيل&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;العميل: {{ doc.customer }} &lt;li&gt;المبلغ: {{ doc.grand_total }} &lt;/ul&gt; </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
ar: <p style=";text-align:right;direction:rtl"><strong>أمثلة الحالة:</strong></p><pre style=";text-align:right;direction:rtl"> doc.status==&quot;فتح&quot;<br> doc.due_date==nowdate()<br> وثيقة.المجموع&gt; 40000 </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
ar: <p style=";text-align:right;direction:rtl"><strong>أمثلة الحالة:</strong></p><pre style=";text-align:right;direction:rtl"> doc.status==&quot;فتح&quot;<br> doc.due_date==nowdate()<br> وثيقة.المجموع&gt; 40000 </pre>

source: <p>Multiple webforms can be created for a single doctype. Add filters specific to this webform to display correct record after submission.</p><p>For Example:</p> <p>If you create a separate webform every year to capture feedback from employees add a field named year in doctype and add a filter <b>year = 2023</b></p>
ar: <p style=";text-align:right;direction:rtl">يمكن إنشاء نماذج ويب متعددة لنوع مستند واحد. أضف عوامل تصفية خاصة بنموذج الويب هذا لعرض السجل الصحيح بعد الإرسال.</p><p style=";text-align:right;direction:rtl"> على سبيل المثال:</p><p style=";text-align:right;direction:rtl"> إذا قمت بإنشاء نموذج ويب منفصل كل عام لالتقاط تعليقات الموظفين، أضف حقلاً باسم year في نوع المستند وأضف عامل تصفية <b>سنة = 2023</b></p>

source: <p>Set context before rendering a template. Example:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>
ar: <p style=";text-align:right;direction:rtl">قم بتعيين السياق قبل تقديم القالب. مثال:</p><p style=";text-align:right;direction:rtl"></p><div style=";text-align:right;direction:rtl"><pre style=";text-align:right;direction:rtl"> <code>context.project = frappe.get_doc(&quot;Project&quot;, frappe.form_dict.name)</code></pre></div>

source: <p>To interact with above HTML you will have to use `root_element` as a parent selector.</p><p>For example:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// here root_element is provided by default let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "New content"; </code></pre>
ar: <p style=";text-align:right;direction:rtl">للتفاعل مع HTML أعلاه، سيتعين عليك استخدام &quot;root_element&quot; كمحدد أصلي.</p><p style=";text-align:right;direction:rtl"> على سبيل المثال:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;;text-align:right;direction:rtl"> <code>// here root_element is provided by default let some_class_element = root_element.querySelector(&#39;.some-class&#39;); some_class_element.textContent = &quot;New content&quot;;</code></pre>

source: <p>Your OTP secret on {0} has been reset. If you did not perform this reset and did not request it, please contact your System Administrator immediately.</p>
ar: <p style=";text-align:right;direction:rtl">تمت إعادة تعيين سر OTP الخاص بك على {0}. إذا لم تقم بإجراء إعادة التعيين هذه ولم تطلبها، فيرجى الاتصال بمسؤول النظام لديك على الفور.</p>

source: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ day of week (0 - 6) (0 is Sunday) │ │ │ └───── month (1 - 12) │ │ └────────── day of month (1 - 31) │ └─────────────── hour (0 - 23) └──────────────────── minute (0 - 59) --- * - Any value / - Step values </pre>
ar: <pre style=";text-align:right;direction:rtl">* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ يوم من الأسبوع (0 - 6) (0 هو الأحد) │ │ │ └───── شهر (1 - 12) │ │ └────────── اليوم من الشهر (1 - 31) │ └───────────── ساعة (0 - 23) └────────────────── دقيقة (0 - 59) --- * - اي قيمة / - قيم الخطوة </pre>

source: <pre><code>doc.grand_total &gt; 0</code></pre> <p>Conditions should be written in simple Python. Please use properties available in the form only.</p> <p>Allowed functions: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Example: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>
ar: <pre style=";text-align:right;direction:rtl"><code>doc.grand_total &gt; 0</code></pre><p style=";text-align:right;direction:rtl"> يجب كتابة الشروط بلغة بايثون البسيطة. يرجى استخدام الخصائص المتوفرة في النموذج فقط.</p><p style=";text-align:right;direction:rtl"> الوظائف المسموح بها:</p><ul style=";text-align:right;direction:rtl"><li style=";text-align:right;direction:rtl"> frappe.db.get_value</li><li style=";text-align:right;direction:rtl"> frappe.db.get_list</li><li style=";text-align:right;direction:rtl"> frappe.session</li><li style=";text-align:right;direction:rtl"> frappe.utils.now_datetime</li><li style=";text-align:right;direction:rtl"> frappe.utils.get_datetime</li><li style=";text-align:right;direction:rtl"> frappe.utils.add_to_date</li><li style=";text-align:right;direction:rtl"> frappe.utils.now</li></ul><p style=";text-align:right;direction:rtl"> مثال:</p><pre style=";text-align:right;direction:rtl"> <code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True)</code></pre><p style=";text-align:right;direction:rtl"></p>

source: <strong>Warning:</strong> This field is system generated and may be overwritten by a future update. Modify it using {0} instead.
ar: <strong>تحذير:</strong> هذا الحقل تم إنشاؤه بواسطة النظام وقد تتم الكتابة فوقه بواسطة تحديث مستقبلي. قم بتعديله باستخدام {0} بدلاً من ذلك.
