Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Chart
ar: جدول

source: Chart Configuration
ar: تكوين الرسم البياني

source: Chart Name
ar: اسم المخطط

source: Chart Options
ar: خيارات الرسم البياني

source: Chart Source
ar: مصدر الرسم البياني

source: Chart Type
ar: نوع التخطيط

source: Charts
ar: الرسوم البيانية

source: Chat
ar: محادثة

source: Check
ar: يفحص

source: Check Request URL
ar: تحقق من عنوان URL للطلب

source: Check broken links
ar: التحقق من الروابط المعطلة

source: Check columns to select, drag to set order.
ar: حدد الأعمدة لتحديدها، واسحبها لضبط الترتيب.

source: Check the Error Log for more information: {0}
ar: تحقق من سجل الأخطاء لمزيد من المعلومات: {0}

source: Check this if you don't want users to sign up for an account on your site. Users won't get desk access unless you explicitly provide it.
ar: حدد هذا إذا كنت لا تريد أن يقوم المستخدمون بالتسجيل للحصول على حساب على موقعك. لن يتمكن المستخدمون من الوصول إلى سطح المكتب ما لم تقدم ذلك صراحةً.

source: Check this if you want to force the user to select a series before saving. There will be no default if you check this.
ar: حدد هذا إذا كنت تريد إجبار المستخدم على تحديد سلسلة قبل الحفظ. لن يكون هناك أي افتراضي إذا قمت بتحديد هذا.

source: Checking broken links...
ar: فحص الروابط المعطلة...

source: Checking one moment
ar: التحقق من لحظة واحدة

source: Checking this will enable tracking page views for blogs, web pages, etc.
ar: سيؤدي تحديد ذلك إلى تمكين تتبع مشاهدات الصفحة للمدونات وصفحات الويب وما إلى ذلك.

source: Checking this will hide custom doctypes and reports cards in Links section
ar: سيؤدي التحقق من ذلك إلى إخفاء أنواع المستندات وبطاقات التقارير المخصصة في قسم الروابط

source: Checking this will publish the page on your website and it'll be visible to everyone.
ar: سيؤدي تحديد ذلك إلى نشر الصفحة على موقع الويب الخاص بك وستكون مرئية للجميع.

source: Checking this will show a text area where you can write custom javascript that will run on this page.
ar: سيؤدي تحديد ذلك إلى إظهار منطقة نصية حيث يمكنك كتابة جافا سكريبت مخصص سيتم تشغيله على هذه الصفحة.

source: Checksum Version
ar: نسخة المجموع الاختباري

source: Child DocTypes are not allowed
ar: أنواع المستندات الفرعية غير مسموح بها

source: Child Doctype
ar: نوع الطفل

source: Child Table {0} for field {1}
ar: الجدول الفرعي {0} للحقل {1}

source: Child Tables are shown as a Grid in other DocTypes
ar: تظهر الجداول الفرعية كشبكة في أنواع DocTypes الأخرى

source: Choose Existing Card or create New Card
ar: اختر البطاقة الموجودة أو قم بإنشاء بطاقة جديدة

source: Choose a block or continue typing
ar: اختر كتلة أو تابع الكتابة

source: Choose a color
ar: اختيار اللون

source: Choose an icon
ar: اختر أيقونة

source: Choose authentication method to be used by all users
ar: اختر طريقة المصادقة ليتم استخدامها من قبل كافة المستخدمين

source: City
ar: مدينة

source: City/Town
ar: المدينة/البلدة

source: Clear
ar: واضح

source: Clear & Add Template
ar: مسح وإضافة القالب

source: Clear & Add template
ar: مسح وإضافة القالب

# Button in list view actions menu
source: Clear Assignment
ar: مهمة واضحة

source: Clear Cache and Reload
ar: مسح ذاكرة التخزين المؤقت وإعادة التحميل

source: Clear Error Logs
ar: مسح سجلات الأخطاء

source: Clear Filters
ar: مسح المرشحات

source: Clear Logs After (days)
ar: مسح السجلات بعد (أيام)

source: Clear User Permissions
ar: مسح أذونات المستخدم

source: Clear the email message and add the template
ar: امسح رسالة البريد الإلكتروني وأضف القالب

source: Clearing end date, as it cannot be in the past for published pages.
ar: تاريخ انتهاء المحو، حيث لا يمكن أن يكون في الماضي بالنسبة للصفحات المنشورة.

source: Click On Customize to add your first widget
ar: انقر فوق &quot;تخصيص&quot; لإضافة الأداة الأولى الخاصة بك

source: Click here
ar: انقر هنا

source: Click here to post bugs and suggestions
ar: انقر هنا لنشر الأخطاء والاقتراحات

source: Click here to verify
ar: انقر هنا للتحقق

source: Click on <b>Authorize Google Drive Access</b> to authorize Google Drive Access.
ar: انقر فوق <b>&quot;تفويض الوصول إلى Google Drive&quot;</b> لتخويل الوصول إلى Google Drive.

source: Click on a file to select it.
ar: انقر على الملف لتحديده.

source: Click on the button to log in to {0}
ar: انقر فوق الزر لتسجيل الدخول إلى {0}

source: Click on the link below to approve the request
ar: اضغط على الرابط أدناه للموافقة على الطلب

source: Click on the link below to complete your registration and set a new password
ar: انقر على الرابط أدناه لإكمال التسجيل وتعيين كلمة مرور جديدة

source: Click on the link below to download your data
ar: انقر على الرابط أدناه لتنزيل البيانات الخاصة بك

source: Click on the link below to verify your request
ar: انقر على الرابط أدناه للتحقق من طلبك

source: Click on the lock icon to toggle public/private
ar: انقر على أيقونة القفل للتبديل بين العام/الخاص

source: Click on {0} to generate Refresh Token.
ar: انقر على {0} لإنشاء رمز التحديث.

source: Click table to edit
ar: انقر فوق الجدول لتحريره

source: Click to Set Dynamic Filters
ar: انقر لتعيين عوامل التصفية الديناميكية

source: Click to Set Filters
ar: انقر لتعيين عوامل التصفية

source: Click to sort by {0}
ar: انقر للفرز حسب {0}

source: Clicked
ar: تم النقر عليه

source: Client
ar: عميل

source: Client Code
ar: رمز العميل

source: Client Credentials
ar: بيانات اعتماد العميل

source: Client ID
ar: معرف العميل

source: Client Id
ar: معرف العميل

source: Client Information
ar: معلومات العميل

source: Client Script
ar: البرنامج النصي للعميل

source: Client Script
ar: البرنامج النصي للعميل

source: Client Secret
ar: سر العميل

source: Client URLs
ar: عناوين URL الخاصة بالعميل

source: Close
ar: يغلق

source: Close Condition
ar: حالة الإغلاق

source: Close properties
ar: إغلاق الخصائص

source: Closed
ar: مغلق

source: Cmd+Enter to add comment
ar: Cmd+Enter لإضافة تعليق

source: Code
ar: شفرة

source: Code Challenge
ar: تحدي الكود

source: Code Editor Type
ar: نوع محرر الكود

source: Code challenge method
ar: طريقة تحدي الكود

source: Collapse
ar: ينهار

# Shrink code field.
source: Collapse
ar: ينهار

source: Collapse All
ar: انهيار جميع

source: Collapsible
ar: انهيار

source: Collapsible Depends On
ar: قابل للطي يعتمد على

source: Collapsible Depends On (JS)
ar: قابل للطي يعتمد على (JS)

source: Color
ar: لون

source: Column
ar: عمود

source: Column <b>{0}</b> already exist.
ar: العمود <b>{0}</b> موجود بالفعل.

source: Column Break
ar: استراحة العمود

source: Column Labels:
ar: تسميات الأعمدة:

source: Column Name
ar: اسم العمود

source: Column Name cannot be empty
ar: لا يمكن أن يكون اسم العمود فارغًا

source: Column Width
ar: عرض العمود

source: Column width cannot be zero.
ar: لا يمكن أن يكون عرض العمود صفرًا.

source: Column {0}
ar: العمود {0}

source: Columns
ar: أعمدة

source: Columns / Fields
ar: الأعمدة / الحقول

source: Columns based on
ar: الأعمدة على أساس

source: Combination of Grant Type (<code>{0}</code>) and Response Type (<code>{1}</code>) not allowed
ar: الجمع بين نوع المنحة ( <code>{0}</code> ) ونوع الاستجابة ( <code>{1}</code> ) غير مسموح به

source: Comment
ar: تعليق

source: Comment By
ar: تعليق بواسطة

source: Comment Email
ar: تعليق البريد الإلكتروني

source: Comment Type
ar: نوع التعليق

source: Comment can only be edited by the owner
ar: لا يمكن تعديل التعليق إلا من قبل المالك

source: Comment limit
ar: حد التعليق

source: Comment limit per hour
ar: حد التعليق في الساعة

source: Comments
ar: تعليقات

source: Comments and Communications will be associated with this linked document
ar: سيتم ربط التعليقات والاتصالات بهذه الوثيقة المرتبطة

source: Comments cannot have links or email addresses
ar: لا يمكن أن تحتوي التعليقات على روابط أو عناوين بريد إلكتروني

source: Commercial Rounding
ar: التقريب التجاري

source: Commit
ar: يقترف

source: Committed
ar: ملتزم

source: Common names and surnames are easy to guess.
ar: من السهل تخمين الأسماء والألقاب الشائعة.

source: Communication
ar: تواصل

source: Communication Link
ar: حلقة اتصال

# Communication
source: Communication Logs
ar: سجلات الاتصالات

source: Communication Type
ar: نوع الاتصال

source: Company
ar: شركة

source: Company History
ar: تاريخ الشركة

source: Company Introduction
ar: تعريف عن الشركة

source: Company Name
ar: اسم الشركة

source: Compare Versions
ar: قارن الإصدارات

source: Compilation warning
ar: تحذير التجميع

source: Compiled Successfully
ar: تم تجميعها بنجاح

source: Complete
ar: مكتمل

source: Complete By
ar: أكمل بواسطة

source: Complete Registration
ar: اكمل التسجيل

# Finish the setup wizard
source: Complete Setup
ar: الإعداد الكامل

source: Completed
ar: مكتمل

source: Completed By Role
ar: اكتمل حسب الدور

source: Completed By User
ar: تم إكماله من قبل المستخدم

source: Component
ar: عنصر

source: Compose Email
ar: إنشاء البريد الإلكتروني

source: Condition
ar: حالة

source: Condition Description
ar: وصف الحالة

source: Condition JSON
ar: الحالة JSON

source: Conditions
ar: شروط

source: Configuration
ar: إعدادات

source: Configure Chart
ar: تكوين الرسم البياني

source: Configure Columns
ar: تكوين الأعمدة

source: Configure Recorder
ar: تكوين مسجل

source: Configure columns for {0}
ar: تكوين الأعمدة لـ {0}

source: Configure how amended documents will be named.<br> Default behaviour is to follow an amend counter which adds a number to the end of the original name indicating the amended version. <br> Default Naming will make the amended document to behave same as new documents.
ar: قم بتكوين كيفية تسمية المستندات المعدلة.<br> السلوك الافتراضي هو اتباع عداد التعديل الذي يضيف رقمًا إلى نهاية الاسم الأصلي يشير إلى النسخة المعدلة.<br> ستؤدي التسمية الافتراضية إلى جعل المستند المعدل يتصرف مثل المستندات الجديدة.

source: Configure various aspects of how document naming works like naming series, current counter.
ar: قم بتكوين الجوانب المختلفة لكيفية عمل تسمية المستندات مثل سلسلة التسمية والعداد الحالي.

source: Confirm
ar: يتأكد

# Title of confirmation dialog
source: Confirm
ar: يتأكد

source: Confirm Deletion of Account
ar: تأكيد حذف الحساب

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: Confirm Request
ar: تأكيد الطلب

source: Confirm Your Email
ar: قم بتأكيد بريدك الإلكتروني

source: Confirmation Email Template
ar: نموذج تأكيد البريد الإلكتروني

source: Confirmed
ar: مؤكد

source: Congratulations on completing the module setup. If you want to learn more you can refer to the documentation <a target="_blank" href="{0}">here</a>.
ar: تهانينا على إكمال إعداد الوحدة. إذا كنت تريد معرفة المزيد يمكنك الرجوع إلى الوثائق <a target="_blank" href="{0}">هنا</a> .

source: Connect to {}
ar: الاتصال بـ {}

source: Connected App
ar: التطبيق المتصل

source: Connected User
ar: مستخدم متصل

source: Connected to QZ Tray!
ar: متصل بعلبة QZ!

source: Connection Lost
ar: تم فقدان الاتصال

source: Connection Success
ar: نجاح الاتصال

source: Connection lost. Some features might not work.
ar: تم فقدان الاتصال. قد لا تعمل بعض الميزات.

source: Connections
ar: روابط

source: Console
ar: وحدة التحكم

source: Console Log
ar: سجل وحدة التحكم

source: Console Logs can not be deleted
ar: لا يمكن حذف سجلات وحدة التحكم

source: Constraints
ar: قيود

source: Contact
ar: اتصال

source: Contact Details
ar: بيانات المتصل

source: Contact Email
ar: تواصل بالبريد الاكتروني

source: Contact Numbers
ar: ارقام التواصل

source: Contact Phone
ar: هاتف الاتصال

source: Contact Synced with Google Contacts.
ar: تمت مزامنة جهة الاتصال مع جهات اتصال Google.

source: Contact Us
ar: اتصل بنا

source: Contact Us Settings
ar: اتصل بنا الإعدادات

source: Contact Us Settings
ar: اتصل بنا الإعدادات

source: Contact options, like "Sales Query, Support Query" etc each on a new line or separated by commas.
ar: خيارات الاتصال، مثل &quot;استعلام المبيعات، استعلام الدعم&quot; وما إلى ذلك في سطر جديد أو مفصولة بفواصل.

source: Contains {0} security fix
ar: يحتوي على {0} إصلاح أمني

source: Contains {0} security fixes
ar: يحتوي على {0} إصلاحات أمنية

source: Content
ar: محتوى

source: Content (HTML)
ar: المحتوى (HTML)

source: Content (Markdown)
ar: المحتوى (تخفيض السعر)

source: Content Hash
ar: تجزئة المحتوى

source: Content Type
ar: نوع المحتوى

source: Content data shoud be a list
ar: يجب أن تكون بيانات المحتوى قائمة

source: Content type for building the page
ar: نوع المحتوى لبناء الصفحة

source: Context
ar: سياق

source: Context Script
ar: البرنامج النصي للسياق

source: Continue
ar: يكمل

source: Contributed
ar: ساهم

source: Contribution Document Name
ar: اسم وثيقة المساهمة

source: Contribution Status
ar: حالة المساهمة

source: Controls whether new users can sign up using this Social Login Key. If unset, Website Settings is respected.
ar: يتحكم في ما إذا كان بإمكان المستخدمين الجدد التسجيل باستخدام مفتاح تسجيل الدخول الاجتماعي هذا. إذا لم يتم تعيينها، فسيتم احترام إعدادات موقع الويب.

source: Copied to clipboard.
ar: نسخ إلى الحافظة.

source: Copy Embed Code
ar: نسخة تضمين قانون

source: Copy Link
ar: نسخ الوصلة

source: Copy error to clipboard
ar: خطأ في النسخ إلى الحافظة

source: Copy to Clipboard
ar: نسخ إلى الحافظة

source: Copyright
ar: حقوق النشر

source: Core DocTypes cannot be customized.
ar: لا يمكن تخصيص DocTypes الأساسية.

source: Core Modules {0} cannot be searched in Global Search.
ar: لا يمكن البحث في الوحدات الأساسية {0} في البحث الشامل.

source: Correct version :
ar: الإصدار الصحيح :

source: Could not connect to outgoing email server
ar: تعذر الاتصال بخادم البريد الإلكتروني الصادر

source: Could not find {0}
ar: تعذر العثور على {0}

source: Could not map column {0} to field {1}
ar: لا يمكن تعيين العمود {0} للحقل {1}

source: Couldn't save, please check the data you have entered
ar: لا يمكن الحفظ، يرجى التحقق من البيانات التي أدخلتها

source: Count
ar: عدد

source: Count Customizations
ar: عد التخصيصات

source: Count Filter
ar: تصفية العد

source: Counter
ar: عداد

source: Country
ar: دولة

source: Country Code Required
ar: رمز البلد مطلوب

source: Country Name
ar: اسم الدولة

source: County
ar: مقاطعة

# Number system
source: Cr
ar: سجل تجاري

source: Create
ar: يخلق

source: Create & Continue
ar: إنشاء ومتابعة

source: Create Blogger
ar: إنشاء مدونة بلوجر

source: Create Card
ar: إنشاء بطاقة

source: Create Chart
ar: إنشاء مخطط

source: Create Child Doctype
ar: إنشاء نوع مستند الطفل

source: Create Contacts from Incoming Emails
ar: إنشاء جهات اتصال من رسائل البريد الإلكتروني الواردة

source: Create Custom Fields
ar: إنشاء حقول مخصصة

source: Create Duplicate
ar: إنشاء نسخة مكررة

source: Create Entry
ar: إنشاء إدخال

source: Create Letter Head
ar: إنشاء رأس الرسالة

source: Create Log
ar: إنشاء سجل

source: Create New
ar: خلق جديد إبداع جديد

# Create a new document from list view
source: Create New
ar: خلق جديد إبداع جديد

source: Create New DocType
ar: إنشاء DocType جديد

source: Create New Kanban Board
ar: إنشاء لوحة كانبان جديدة

source: Create User Email
ar: إنشاء بريد إلكتروني للمستخدم

source: Create a New Format
ar: إنشاء تنسيق جديد

source: Create a Reminder
ar: إنشاء تذكير

source: Create a new ...
ar: إنشاء جديد...

source: Create a new record
ar: إنشاء سجل جديد

source: Create a new {0}
ar: إنشاء {0} جديد

source: Create a {0} Account
ar: قم بإنشاء حساب {0}.

source: Create and send emails to a specific group of subscribers periodically.
ar: إنشاء وإرسال رسائل البريد الإلكتروني إلى مجموعة محددة من المشتركين بشكل دوري.

source: Create new forms and views with doctypes. Set up multi-level workflows for approval
ar: إنشاء نماذج وطرق عرض جديدة باستخدام أنواع المستندات. قم بإعداد سير عمل متعدد المستويات للموافقة عليه

source: Create or Edit Print Format
ar: إنشاء أو تحرير تنسيق الطباعة

source: Create or Edit Workflow
ar: إنشاء أو تحرير سير العمل

source: Create your first {0}
ar: أنشئ أول {0} لك

source: Create your workflow visually using the Workflow Builder.
ar: قم بإنشاء سير العمل الخاص بك بشكل مرئي باستخدام Workflow Builder.

source: Created
ar: مخلوق

source: Created At
ar: أنشئت في

source: Created By
ar: انشأ من قبل

source: Created Custom Field {0} in {1}
ar: تم إنشاء حقل مخصص {0} في {1}

source: Created On
ar: تم إنشاؤها على

source: Creating {0}
ar: إنشاء {0}

source: Creation of this document is only permitted in developer mode.
ar: يُسمح بإنشاء هذا المستند فقط في وضع المطور.

source: Criticism
ar: نقد

source: Criticize
ar: ينتقد

source: Cron
ar: كرون

source: Cron Format
ar: تنسيق كرون

source: Cron format is required for job types with Cron frequency.
ar: تنسيق Cron مطلوب لأنواع المهام ذات تردد Cron.

source: Crop
ar: اقتصاص

source: Ctrl + Down
ar: السيطرة + أسفل

source: Ctrl + Up
ar: السيطرة + أعلى

source: Ctrl+Enter to add comment
ar: Ctrl+Enter لإضافة تعليق

source: Currency
ar: عملة

source: Currency Name
ar: اسم العملة

source: Currency Precision
ar: دقة العملة

source: Currency list stores the currency value, its symbol and fraction unit
ar: تقوم قائمة العملات بتخزين قيمة العملة ورمزها ووحدة الكسر

source: Current
ar: حاضِر

source: Current Job ID
ar: معرف الوظيفة الحالية

source: Current Value
ar: القيمة الحالية

source: Current status
ar: الحالة الحالية

source: Currently Viewing
ar: جاري المشاهدة

source: Currently you have {0} review points
ar: حاليًا لديك {0} نقطة مراجعة

source: Custom
ar: مخصص

source: Custom Base URL
ar: عنوان URL الأساسي المخصص

source: Custom Block Name
ar: اسم الكتلة المخصصة

source: Custom Blocks
ar: كتل مخصصة

source: Custom CSS
ar: لغة تنسيق ويب حسب الطلب

source: Custom Configuration
ar: التكوين المخصص

source: Custom Delimiters
ar: المحددات المخصصة

source: Custom DocPerm
ar: وثيقة مخصصة

source: Custom Document Types
ar: أنواع المستندات المخصصة

source: Custom Document Types (Select Permission)
ar: أنواع المستندات المخصصة (حدد الإذن)

source: Custom Document Types Limit Exceeded
ar: تم تجاوز الحد الأقصى لأنواع المستندات المخصصة

source: Custom Documents
ar: المستندات المخصصة

source: Custom Field
ar: حقل مخصص

source: Custom Field
ar: حقل مخصص

source: Custom Field {0} is created by the Administrator and can only be deleted through the Administrator account.
ar: يتم إنشاء الحقل المخصص {0} بواسطة المسؤول ولا يمكن حذفه إلا من خلال حساب المسؤول.

source: Custom Field, Custom Doctype, Naming Series, Role Permission, Workflow, Print Formats, Reports
ar: الحقل المخصص، نوع المستند المخصص، سلسلة التسمية، إذن الدور، سير العمل، تنسيقات الطباعة، التقارير

source: Custom Fields can only be added to a standard DocType.
ar: لا يمكن إضافة الحقول المخصصة إلا إلى DocType القياسي.

source: Custom Fields cannot be added to core DocTypes.
ar: لا يمكن إضافة الحقول المخصصة إلى DocTypes الأساسية.

source: Custom Footer
ar: تذييل مخصص

source: Custom Format
ar: تنسيق مخصص

source: Custom Group Search
ar: بحث المجموعة المخصصة

source: Custom Group Search if filled needs to contain the user placeholder {0}, eg uid={0},ou=users,dc=example,dc=com
ar: يجب أن يحتوي البحث المخصص للمجموعة، إذا تم ملؤه، على العنصر النائب للمستخدم {0}، على سبيل المثال uid={0},ou=users,dc=example,dc=com

source: Custom HTML
ar: HTML مخصص

source: Custom HTML Block
ar: كتلة HTML مخصصة

source: Custom HTML Help
ar: تعليمات HTML المخصصة

source: Custom LDAP Directoy Selected, please ensure 'LDAP Group Member attribute' and 'Group Object Class' are entered
ar: تم تحديد دليل LDAP المخصص، يرجى التأكد من إدخال &quot;سمة عضو مجموعة LDAP&quot; و&quot;فئة كائن المجموعة&quot;

source: Custom Label
ar: علامة مميزة

source: Custom Menu Items
ar: عناصر القائمة المخصصة

source: Custom Options
ar: خيارات مخصصة

source: Custom Overrides
ar: تجاوزات مخصصة

source: Custom Report
ar: تقرير مخصص

source: Custom Reports
ar: تقارير مخصصة

source: Custom Role
ar: دور مخصص

source: Custom SCSS
ar: SCSS مخصص

source: Custom Sidebar Menu
ar: قائمة الشريط الجانبي المخصصة

# Translation
source: Custom Translation
ar: ترجمة مخصصة

source: Custom field renamed to {0} successfully.
ar: تمت إعادة تسمية الحقل المخصص إلى {0} بنجاح.

source: Custom?
ar: مخصص؟

source: Customization
ar: التخصيص

source: Customization onboarding is all done!
ar: تم الانتهاء من التخصيص على متن الطائرة!

source: Customizations Discarded
ar: تم تجاهل التخصيصات

source: Customizations Reset
ar: إعادة تعيين التخصيصات

source: Customizations for <b>{0}</b> exported to:<br>{1}
ar: تم تصدير تخصيصات <b>{0}</b> إلى:<br> {1}

source: Customize
ar: يعدل أو يكيف

# Button in list view menu
source: Customize
ar: يعدل أو يكيف

source: Customize Child Table
ar: تخصيص جدول الطفل

source: Customize Dashboard
ar: تخصيص لوحة القيادة

source: Customize Form
ar: تخصيص النموذج

source: Customize Form
ar: تخصيص النموذج

source: Customize Form - {0}
ar: تخصيص النموذج - {0}

source: Customize Form Field
ar: تخصيص حقل النموذج

source: Customize Print Formats
ar: تخصيص تنسيقات الطباعة

source: Customize properties, naming, fields and more for standard doctypes
ar: قم بتخصيص الخصائص والتسمية والحقول والمزيد لأنواع المستندات القياسية

source: Cut
ar: يقطع

source: Cyan
ar: ازرق سماوي

source: DELETE
ar: يمسح

source: DRAFT
ar: مسودة

source: Daily
ar: يوميًا

source: Daily Event Digest is sent for Calendar Events where reminders are set.
ar: يتم إرسال ملخص الأحداث اليومية لأحداث التقويم حيث يتم تعيين التذكيرات.

source: Daily Events should finish on the Same Day.
ar: يجب أن تنتهي الأحداث اليومية في نفس اليوم.

source: Daily Long
ar: يوميا طويل

source: Danger
ar: خطر

source: Dark
ar: مظلم

source: Dark Color
ar: لون غامق

source: Dark Theme
ar: موضوع الظلام

source: Dashboard
ar: لوحة القيادة

source: Dashboard
ar: لوحة القيادة

source: Dashboard Chart
ar: مخطط لوحة القيادة

source: Dashboard Chart
ar: مخطط لوحة القيادة

source: Dashboard Chart Field
ar: حقل مخطط لوحة المعلومات

source: Dashboard Chart Link
ar: رابط الرسم البياني للوحة التحكم

source: Dashboard Chart Source
ar: مصدر مخطط لوحة المعلومات

source: Dashboard Manager
ar: مدير لوحة القيادة

source: Dashboard Name
ar: اسم لوحة المعلومات

source: Dashboard Settings
ar: إعدادات لوحة القيادة

source: Dashboard View
ar: عرض لوحة القيادة

source: Dashboards
ar: لوحات المعلومات

source: Data
ar: بيانات

source: Data Clipped
ar: البيانات المقطوعة

source: Data Export
ar: تصدير البيانات

source: Data Import
ar: استيراد البيانات

source: Data Import Log
ar: سجل استيراد البيانات

source: Data Import Template
ar: قالب استيراد البيانات

source: Data Too Long
ar: البيانات طويلة جدًا

source: Data missing in table
ar: البيانات مفقودة في الجدول

source: Database
ar: قاعدة البيانات

source: Database Engine
ar: محرك قاعدة البيانات

source: Database Processes
ar: عمليات قاعدة البيانات

source: Database Row Size Utilization
ar: استخدام حجم صف قاعدة البيانات

source: Database Storage Usage By Tables
ar: استخدام تخزين قاعدة البيانات عن طريق الجداول

source: Database Table Row Size Limit
ar: الحد الأقصى لحجم صف جدول قاعدة البيانات

source: Database Table Row Size Utilization: {0}%, this limits number of fields you can add.
ar: استخدام حجم صف جدول قاعدة البيانات: {0}%، وهذا يحد من عدد الحقول التي يمكنك إضافتها.

source: Database Version
ar: نسخة قاعدة البيانات

source: Date
ar: تاريخ

source: Date Format
ar: صيغة التاريخ

source: Date Range
ar: نطاق الموعد

source: Date and Number Format
ar: تنسيق التاريخ والرقم

source: Date {0} must be in format: {1}
ar: يجب أن يكون التاريخ {0} بالتنسيق: {1}

source: Dates are often easy to guess.
ar: غالبًا ما يكون من السهل تخمين التواريخ.

source: Datetime
ar: التاريخ والوقت

source: Day
ar: يوم

source: Day of Week
ar: يوم من الأسبوع

source: Days After
ar: بعد أيام

source: Days Before
ar: قبل أيام

source: Days Before or After
ar: أيام قبل أو بعد

source: Deadlock Occurred
ar: حدث الجمود

source: Dear
ar: عزيزي

source: Dear System Manager,
ar: عزيزي مدير النظام،

source: Dear User,
ar: عزيزي المستخدم،

source: Dear {0}
ar: عزيزي {0}

source: Debug Log
ar: سجل التصحيح

source: Decimal Separator must be '.' when Quoting is set to Non-numeric
ar: يجب أن يكون الفاصل العشري &#39;.&quot; عند تعيين الاقتباس على غير رقمي

source: Decimal Separator must be a single character
ar: يجب أن يكون الفاصل العشري حرفًا واحدًا

source: Default
ar: تقصير

source: Default Address Template cannot be deleted
ar: لا يمكن حذف قالب العنوان الافتراضي
