Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Queued for backup. It may take a few minutes to an hour.
ar: في قائمة الانتظار للنسخ الاحتياطي. قد يستغرق الأمر بضع دقائق إلى ساعة.

source: Queued for backup. You will receive an email with the download link
ar: في قائمة الانتظار للنسخ الاحتياطي. سوف تتلقى رسالة بالبريد الإلكتروني مع رابط التحميل

source: Queued {0} emails
ar: {0} من رسائل البريد الإلكتروني في قائمة الانتظار

source: Queues
ar: قوائم الانتظار

source: Queuing emails...
ar: جارٍ انتظار رسائل البريد الإلكتروني...

source: Queuing {0} for Submission
ar: انتظار {0} للإرسال

source: Quick Entry
ar: دخول سريع

source: Quick Help for Setting Permissions
ar: مساعدة سريعة لتحديد الأذونات

source: Quick List Filter
ar: تصفية القائمة السريعة

source: Quick Lists
ar: قوائم سريعة

source: Quoting must be between 0 and 3
ar: يجب أن يكون الاقتباس بين 0 و 3

source: RAW Information Log
ar: سجل المعلومات الخام

source: RQ Job
ar: وظيفة آر كيو

source: RQ Worker
ar: عامل آر كيو

source: Random
ar: عشوائي

source: Range
ar: يتراوح

source: Rank
ar: رتبة

source: Rate Limiting
ar: الحد من المعدل

source: Rate Limits
ar: حدود المعدل

source: Rating
ar: تقييم

source: Raw Commands
ar: الأوامر الخام

source: Raw Email
ar: البريد الإلكتروني الخام

source: Raw Printing
ar: الطباعة الخام

source: Raw Printing Setting
ar: إعداد الطباعة الخام

source: Raw Printing Settings
ar: إعدادات الطباعة الأولية

source: Re-Run in Console
ar: إعادة التشغيل في وحدة التحكم

source: Re:
ar: يكرر:

source: Re: {0}
ar: رد: {0}

source: Read
ar: يقرأ

source: Read Only
ar: يقرأ فقط

source: Read Only Depends On
ar: القراءة تعتمد فقط على

source: Read Only Depends On (JS)
ar: القراءة تعتمد فقط على (JS)

source: Read Only Mode
ar: وضع القراءة فقط

source: Read Time
ar: وقت القراءة

source: Read by Recipient
ar: القراءة من قبل المتلقي

source: Read by Recipient On
ar: قراءة بواسطة المستلم على

source: Read mode
ar: وضع القراءة

source: Read the documentation to know more
ar: اقرأ الوثائق لمعرفة المزيد

source: Readme
ar: الملف التمهيدي

source: Realtime (SocketIO)
ar: الوقت الحقيقي (SocketIO)

source: Reason
ar: سبب

source: Rebuild
ar: إعادة بناء

source: Rebuild Tree
ar: إعادة بناء الشجرة

source: Rebuilding of tree is not supported for {}
ar: إعادة بناء الشجرة غير مدعومة لـ {}

source: Receive anonymous response
ar: تلقي استجابة مجهولة المصدر

source: Received
ar: تلقى

source: Received an invalid token type.
ar: تم استلام نوع رمز مميز غير صالح.

source: Receiver By Document Field
ar: المتلقي حسب حقل المستند

source: Receiver By Role
ar: المتلقي حسب الدور

source: Receiver Parameter
ar: معلمة الاستقبال

source: Recent Activity
ar: النشاط الأخير

source: Recent years are easy to guess.
ar: من السهل تخمين السنوات الأخيرة.

source: Recents
ar: الأخيرة

source: Recipient
ar: متلقي

source: Recipient Unsubscribed
ar: المستلم غير مشترك

source: Recipients
ar: المستلمون

source: Recorder
ar: مسجل

source: Recorder Query
ar: استعلام المسجل

source: Recorder Suggested Index
ar: الفهرس المقترح للمسجل

source: Records for following doctypes will be filtered
ar: سيتم تصفية السجلات الخاصة بأنواع المستندات التالية

source: Recursive Fetch From
ar: جلب عودي من

source: Red
ar: أحمر

source: Redirect HTTP Status
ar: إعادة توجيه حالة HTTP

source: Redirect URI
ar: إعادة توجيه URI

source: Redirect URI Bound To Auth Code
ar: إعادة توجيه URI المنضم إلى رمز المصادقة

source: Redirect URIs
ar: إعادة توجيه عناوين URI

source: Redirect URL
ar: إعادة توجيه URL

source: Redirect to this URL after successful confirmation.
ar: قم بإعادة التوجيه إلى عنوان URL هذا بعد التأكيد الناجح.

source: Redirects
ar: عمليات إعادة التوجيه

source: Redis cache server not running. Please contact Administrator / Tech support
ar: خادم Redis للتخزين المؤقت لا يعمل. يرجى الاتصال بالمسؤول / الدعم الفني

source: Redo
ar: إعادة

source: Redo last action
ar: إعادة الإجراء الأخير

source: Ref DocType
ar: المرجع DocType

source: Referance Doctype and Dashboard Name both can't be used at the same time.
ar: لا يمكن استخدام نوع المستند المرجعي واسم لوحة المعلومات في نفس الوقت.

source: Reference
ar: مرجع

source: Reference Date
ar: التاريخ المرجعي

source: Reference DocName
ar: اسم المستند المرجعي

source: Reference DocType
ar: مرجع DocType

source: Reference DocType and Reference Name are required
ar: مطلوب DocType المرجعي واسم المرجع

source: Reference Docname
ar: اسم المستند المرجعي

source: Reference Doctype
ar: نوع الوثيقة المرجعية

source: Reference Document
ar: وثيقة مرجعية

source: Reference Document Name
ar: اسم الوثيقة المرجعية

source: Reference Document Type
ar: نوع الوثيقة المرجعية

source: Reference Name
ar: اسم الإشارة

source: Reference Owner
ar: مالك المرجع

source: Reference Report
ar: التقرير المرجعي

source: Reference Type
ar: نوع مرجع

source: Reference document has been cancelled
ar: تم إلغاء الوثيقة المرجعية

source: Reference name
ar: اسم الإشارة

source: Reference: {0} {1}
ar: المرجع: {0} {1}

source: Referrer
ar: المُحيل

source: Refresh
ar: ينعش

source: Refresh All
ar: تحديث كافة

source: Refresh Google Sheet
ar: قم بتحديث ورقة جوجل

source: Refresh Token
ar: تحديث الرمز المميز

# Document count in list view
source: Refreshing
ar: تحديث

source: Refreshing...
ar: جاري التحديث...

source: Registered but disabled
ar: مسجل ولكن معطل

source: Rejected
ar: مرفوض

source: Relay Server URL missing
ar: عنوان URL لخادم الترحيل مفقود

source: Relay Settings
ar: إعدادات التتابع

source: Release
ar: يطلق

source: Release Notes
ar: ملاحظات الإصدار

source: Relink
ar: إعادة الارتباط

source: Relink Communication
ar: إعادة ربط الاتصالات

source: Relinked
ar: إعادة الارتباط

source: Reload
ar: إعادة تحميل

source: Reload File
ar: إعادة تحميل الملف

source: Reload List
ar: إعادة تحميل القائمة

source: Reload Report
ar: إعادة تحميل التقرير

source: Remember Last Selected Value
ar: تذكر القيمة الأخيرة المحددة

source: Remind At
ar: أذكر في

source: Remind Me
ar: ذكرني

source: Remind Me In
ar: ذكرني في

source: Reminder
ar: تذكير

source: Reminder cannot be created in past.
ar: لا يمكن إنشاء التذكير في الماضي.

source: Reminder set at {0}
ar: تم ضبط التذكير على {0}

source: Remove
ar: يزيل

source: Remove Failed Jobs
ar: إزالة المهام الفاشلة

source: Remove Field
ar: إزالة الحقل

source: Remove Section
ar: إزالة القسم

source: Remove all customizations?
ar: هل ترغب في إزالة كافة التخصيصات؟

source: Remove all fields in the column
ar: قم بإزالة كافة الحقول في العمود

source: Remove column
ar: إزالة العمود

source: Remove field
ar: إزالة الحقل

source: Remove last column
ar: إزالة العمود الأخير

source: Remove page break
ar: إزالة فاصل الصفحات

source: Remove section
ar: إزالة القسم

source: Remove tab
ar: إزالة علامة التبويب

source: Removed {0}
ar: تمت الإزالة {0}

source: Rename
ar: إعادة تسمية

source: Rename Fieldname
ar: إعادة تسمية اسم الحقل

source: Rename {0}
ar: إعادة تسمية {0}

source: Renamed files and replaced code in controllers, please check!
ar: تمت إعادة تسمية الملفات واستبدال الكود في وحدات التحكم، يرجى التحقق!

source: Render labels to the left and values to the right in this section
ar: قم بعرض التسميات على اليسار والقيم على اليمين في هذا القسم

source: Reopen
ar: إعادة فتح

source: Repeat
ar: يكرر

source: Repeat Header and Footer
ar: كرر الرأس والتذييل

source: Repeat On
ar: كرر على

source: Repeat Till
ar: كرر حتى

source: Repeat on Day
ar: كرر في اليوم

source: Repeat on Days
ar: كرر في الأيام

source: Repeat on Last Day of the Month
ar: كرر في اليوم الأخير من الشهر

source: Repeat this Event
ar: كرر هذا الحدث

source: Repeats like "aaa" are easy to guess
ar: من السهل تخمين التكرارات مثل &quot;aaa&quot;.

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
ar: التكرارات مثل &quot;abcabcabc&quot; يصعب تخمينها قليلًا مقارنة بـ &quot;abc&quot;

source: Repeats {0}
ar: يتكرر {0}

source: Replied
ar: أجاب

source: Reply
ar: رد

source: Reply All
ar: الرد على الجميع

source: Report
ar: تقرير

source: Report
ar: تقرير

source: Report Builder
ar: منشئ التقرير

source: Report Column
ar: عمود التقرير

source: Report Description
ar: وصف تقرير

source: Report Document Error
ar: الإبلاغ عن خطأ في المستند

source: Report Filter
ar: تصفية التقرير

source: Report Filters
ar: مرشحات التقرير

source: Report Hide
ar: إخفاء التقرير

source: Report Information
ar: معلومات التقرير

source: Report Manager
ar: مدير التقارير

source: Report Name
ar: تقرير اسم

source: Report Name, Report Field and Fucntion are required to create a number card
ar: اسم التقرير، حقل التقرير والوظيفة مطلوبة لإنشاء بطاقة رقم

source: Report Ref DocType
ar: تقرير المرجع DocType

source: Report Reference Doctype
ar: تقرير مرجع الوثيقة

source: Report Type
ar: نوع التقرير

source: Report View
ar: عرض التقرير

source: Report cannot be set for Single types
ar: لا يمكن تعيين التقرير للأنواع الفردية

source: Report has no data, please modify the filters or change the Report Name
ar: لا يحتوي التقرير على بيانات، يرجى تعديل عوامل التصفية أو تغيير اسم التقرير

source: Report has no numeric fields, please change the Report Name
ar: لا يحتوي التقرير على حقول رقمية، برجاء تغيير اسم التقرير

source: Report initiated, click to view status
ar: تم بدء التقرير، انقر لعرض الحالة

source: Report limit reached
ar: تم الوصول إلى حد التقرير

source: Report timed out.
ar: انتهت مهلة التقرير.

source: Report updated successfully
ar: تم تحديث التقرير بنجاح

source: Report was not saved (there were errors)
ar: لم يتم حفظ التقرير (كانت هناك أخطاء)

source: Report with more than 10 columns looks better in Landscape mode.
ar: يبدو التقرير الذي يحتوي على أكثر من 10 أعمدة أفضل في الوضع الأفقي.

source: Report {0}
ar: تقرير {0}

source: Report {0} deleted
ar: تم حذف التقرير {0}.

source: Report {0} is disabled
ar: تم تعطيل التقرير {0}.

source: Report {0} saved
ar: تم حفظ التقرير {0}.

source: Report:
ar: تقرير:

source: Reports
ar: التقارير

source: Reports & Masters
ar: التقارير والماجستير

source: Reports already in Queue
ar: التقارير في قائمة الانتظار بالفعل

source: Represents a User in the system.
ar: يمثل مستخدمًا في النظام.

source: Represents the states allowed in one document and role assigned to change the state.
ar: يمثل الحالات المسموح بها في مستند واحد والدور المخصص لتغيير الحالة.

source: Request Account Deletion
ar: طلب حذف الحساب

source: Request Body
ar: هيئة الطلب

source: Request Data
ar: طلب البيانات

source: Request Description
ar: وصف الطلب

source: Request Headers
ar: طلب الرؤوس

source: Request ID
ar: طلب معرف

source: Request Limit
ar: حد الطلب

source: Request Method
ar: طريقة الطلب

source: Request Structure
ar: هيكل الطلب

source: Request Timed Out
ar: الطلب منتهي المدة

source: Request Timeout
ar: مهلة الطلب

source: Request URL
ar: طلب عنوان URL

source: Requested Numbers
ar: الارقام المطلوبة

source: Require Trusted Certificate
ar: تتطلب شهادة موثوقة

source: Requires any valid fdn path. i.e. ou=groups,dc=example,dc=com
ar: يتطلب أي مسار FDN صالح. أي ou=groups,dc=example,dc=com

source: Requires any valid fdn path. i.e. ou=users,dc=example,dc=com
ar: يتطلب أي مسار FDN صالح. أي ou=users,dc=example,dc=com

source: Res: {0}
ar: الدقة: {0}

source: Reset
ar: إعادة ضبط

source: Reset All Customizations
ar: إعادة تعيين كافة التخصيصات

source: Reset Changes
ar: إعادة ضبط التغييرات

source: Reset Chart
ar: إعادة تعيين الرسم البياني

source: Reset Dashboard Customizations
ar: إعادة ضبط تخصيصات لوحة المعلومات

source: Reset Fields
ar: تصفير البيانات في الحقول

source: Reset LDAP Password
ar: إعادة تعيين كلمة مرور LDAP

source: Reset Layout
ar: إعادة تعيين التخطيط

source: Reset OTP Secret
ar: إعادة تعيين سر OTP

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Reset Password Key
ar: إعادة تعيين مفتاح كلمة المرور

source: Reset Password Link Expiry Duration
ar: إعادة تعيين مدة انتهاء صلاحية رابط كلمة المرور

source: Reset Password Template
ar: إعادة تعيين قالب كلمة المرور

source: Reset Permissions for {0}?
ar: هل تريد إعادة تعيين الأذونات لـ {0}؟

source: Reset To Default
ar: إعادة تعيين إلى الافتراضي

source: Reset sorting
ar: إعادة تعيين الفرز

source: Reset the password for your account
ar: إعادة تعيين كلمة المرور لحسابك

source: Reset to default
ar: إعادة تعيين إلى الافتراضي

source: Reset to defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية

source: Reset your password
ar: اعد ضبط كلمه السر

source: Response
ar: إجابة

source: Response
ar: إجابة

source: Response Type
ar: نوع الاستجابة

source: Rest of the day
ar: بقية اليوم

source: Restore
ar: يعيد

source: Restore Original Permissions
ar: استعادة الأذونات الأصلية

source: Restore to default settings?
ar: استعادة إلى الإعدادات الافتراضية؟

source: Restored
ar: رمم

source: Restoring Deleted Document
ar: استعادة الوثيقة المحذوفة

source: Restrict IP
ar: تقييد الملكية الفكرية

source: Restrict To Domain
ar: تقييد على المجال

source: Restrict to Domain
ar: تقييد على المجال

source: Restrict user from this IP address only. Multiple IP addresses can be added by separating with commas. Also accepts partial IP addresses like (111.111.111)
ar: تقييد المستخدم من عنوان IP هذا فقط. يمكن إضافة عناوين IP متعددة عن طريق الفصل بينها بفواصل. يقبل أيضًا عناوين IP الجزئية مثل (111.111.111)

# Title of message showing restrictions in list view
source: Restrictions
ar: قيود

source: Result
ar: نتيجة

source: Resume Sending
ar: استئناف الإرسال

source: Retry
ar: أعد المحاولة

source: Retry Sending
ar: أعد محاولة الإرسال

source: Return to the Verification screen and enter the code displayed by your authentication app
ar: ارجع إلى شاشة التحقق وأدخل الرمز الذي يعرضه تطبيق المصادقة الخاص بك

source: Reverse Icon Color
ar: عكس لون الأيقونة

source: Revert
ar: يرجع

source: Revert Of
ar: العودة من

source: Reverted
ar: التراجع

source: Reverting length to {0} for '{1}' in '{2}'. Setting the length as {3} will cause truncation of data.
ar: إرجاع الطول إلى {0} لـ &#39;{1}&#39; في &#39;{2}&#39;. سيؤدي تعيين الطول على {3} إلى اقتطاع البيانات.

source: Review
ar: مراجعة

source: Review Level
ar: مستوى المراجعة

source: Review Levels
ar: مستويات المراجعة

source: Review Points
ar: نقاط المراجعة

source: Reviews
ar: التعليقات

source: Revocation URI
ar: معرف الموارد المنتظم (URI) للإلغاء

source: Revoke
ar: سحب او إبطال

source: Revoked
ar: إلغاء - فسخ

source: Rich Text
ar: النص الغني

source: Right
ar: يمين

# alignment
source: Right
ar: يمين

source: Right Bottom
ar: اسفل اليمين

source: Right Center
ar: مركز الحق

source: Robots.txt
ar: ملف الروبوتات.txt

source: Role
ar: دور

source: Role
ar: دور

source: Role 'All' will be given to all system + website users.
ar: سيتم منح الدور &quot;الكل&quot; لجميع مستخدمي النظام + موقع الويب.

source: Role 'Desk User' will be given to all system users.
ar: سيتم منح دور &quot;مستخدم المكتب&quot; لجميع مستخدمي النظام.

source: Role Name
ar: اسم الدور

source: Role Permission for Page and Report
ar: إذن الدور للصفحة والتقرير

source: Role Permission for Page and Report
ar: إذن الدور للصفحة والتقرير

source: Role Permissions
ar: أذونات الدور

source: Role Permissions Manager
ar: مدير أذونات الدور

# Button in list view menu
source: Role Permissions Manager
ar: مدير أذونات الدور

source: Role Profile
ar: ملف تعريف الدور

source: Role Profile
ar: ملف تعريف الدور

source: Role Profiles
ar: ملفات تعريف الأدوار

source: Role and Level
ar: الدور والمستوى

source: Role has been set as per the user type {0}
ar: تم تعيين الدور حسب نوع المستخدم {0}

source: Roles
ar: الأدوار

source: Roles & Permissions
ar: الأدوار والأذونات

source: Roles Assigned
ar: الأدوار المعينة

source: Roles HTML
ar: الأدوار HTML

source: Roles Html
ar: أتش تي أم أل الأدوار

source: Roles can be set for users from their User page.
ar: يمكن تعيين الأدوار للمستخدمين من صفحة المستخدم الخاصة بهم.

source: Root {0} cannot be deleted
ar: لا يمكن حذف الجذر {0}.

source: Round Robin
ar: جولة روبن

source: Rounding Method
ar: طريقة التقريب

source: Route
ar: طريق

source: Route History
ar: تاريخ الطريق

source: Route Redirects
ar: عمليات إعادة توجيه المسار

source: Route: Example "/app"
ar: المسار: مثال &quot;/app&quot;

source: Row
ar: صف

source: Row #
ar: صف #

source: Row # {0}: Non administrator user can not set the role {1} to the custom doctype
ar: الصف رقم {0}: لا يمكن للمستخدم غير المسؤول تعيين الدور {1} إلى نوع المستند المخصص

source: Row #{0}:
ar: الصف رقم {0}:

source: Row #{}: Fieldname is required
ar: الصف رقم {}: اسم الحقل مطلوب

source: Row Index
ar: مؤشر الصف

source: Row Indexes
ar: فهارس الصف

source: Row Name
ar: اسم الصف

source: Row Number
ar: رقم الصف

source: Row Values Changed
ar: تم تغيير قيم الصف

source: Row {0}
ar: الصف {0}

source: Row {0}: Not allowed to disable Mandatory for standard fields
ar: الصف {0}: غير مسموح بتعطيل إلزامي للحقول القياسية

source: Row {0}: Not allowed to enable Allow on Submit for standard fields
ar: الصف {0}: غير مسموح بتمكين السماح عند الإرسال للحقول القياسية

source: Rows Added
ar: تمت إضافة الصفوف

source: Rows Removed
ar: تمت إزالة الصفوف

source: Rule
ar: قاعدة

source: Rule Conditions
ar: شروط القاعدة

source: Rule Name
ar: اسم القاعدة

source: Rule for this doctype, role, permlevel and if-owner combination already exists.
ar: القاعدة الخاصة بنوع الوثيقة والدور والمستوى الدائم ومجموعة if-owner موجودة بالفعل.

source: Rules
ar: قواعد

source: Rules defining transition of state in the workflow.
ar: القواعد التي تحدد انتقال الحالة في سير العمل.

source: Rules for how states are transitions, like next state and which role is allowed to change state etc.
ar: قواعد لكيفية انتقال الحالات، مثل الحالة التالية والدور المسموح له بتغيير الحالة وما إلى ذلك.

source: Rules with higher priority number will be applied first.
ar: سيتم تطبيق القواعد ذات رقم الأولوية الأعلى أولاً.

source: Run Jobs only Daily if Inactive For (Days)
ar: تشغيل المهام يوميًا فقط إذا كانت غير نشطة لمدة (أيام)

source: Run scheduled jobs only if checked
ar: قم بتشغيل المهام المجدولة فقط إذا تم تحديدها

source: S3 Backup Settings
ar: إعدادات النسخ الاحتياطي S3

source: S3 Backup Settings
ar: إعدادات النسخ الاحتياطي S3

source: S3 Backup complete!
ar: اكتمل النسخ الاحتياطي S3!

source: S3 Bucket Details
ar: تفاصيل دلو S3

source: SMS
ar: رسالة قصيرة

source: SMS Gateway URL
ar: عنوان URL لبوابة الرسائل القصيرة

source: SMS Log
ar: سجل الرسائل القصيرة

source: SMS Parameter
ar: معلمة الرسائل القصيرة

source: SMS Settings
ar: إعدادات الرسائل القصيرة

source: SMS Settings
ar: إعدادات الرسائل القصيرة

source: SMS sent to following numbers: {0}
ar: تم إرسال الرسائل القصيرة إلى الأرقام التالية: {0}

source: SMS was not sent. Please contact Administrator.
ar: لم يتم إرسال الرسائل القصيرة. يرجى الاتصال بالمسؤول.

source: SMTP Server is required
ar: مطلوب خادم SMTP

source: SQL Conditions. Example: status="Open"
ar: شروط SQL. مثال: الحالة = &quot;مفتوح&quot;

source: SQL Explain
ar: شرح SQL

source: SQL Output
ar: إخراج SQL

source: SQL Queries
ar: استعلامات SQL

source: SSL/TLS Mode
ar: وضع SSL/TLS

source: SWATCHES
ar: حوامل

source: Sales Manager
ar: مدير المبيعات

source: Sales Master Manager
ar: مدير المبيعات الرئيسي

source: Sales User
ar: مستخدم المبيعات

source: Salesforce
ar: قوة المبيعات

source: Salutation
ar: تحية

source: Same Field is entered more than once
ar: يتم إدخال نفس الحقل أكثر من مرة

source: Sample
ar: عينة

source: Saturday
ar: السبت

source: Save
ar: حفظ

source: Save API Secret: {0}
ar: حفظ سر واجهة برمجة التطبيقات: {0}

source: Save Anyway
ar: حفظ على أي حال

source: Save As
ar: حفظ باسم

source: Save Customizations
ar: حفظ التخصيصات

source: Save Filter
ar: حفظ عامل التصفية

source: Save Report
ar: احفظ التقرير

source: Save filters
ar: حفظ المرشحات

source: Save on Completion
ar: حفظ عند الانتهاء

source: Save the document.
ar: احفظ المستند.

source: Saved
ar: أنقذ

source: Saving
ar: إنقاذ

# Freeze message while saving a document
source: Saving
ar: إنقاذ

source: Saving Customization...
ar: جارٍ حفظ التخصيص...

source: Saving this will export this document as well as the steps linked here as json.
ar: سيؤدي حفظ هذا إلى تصدير هذا المستند بالإضافة إلى الخطوات المرتبطة هنا بصيغة json.

source: Saving...
ar: إنقاذ...

source: Scan QRCode
ar: مسح رمز الاستجابة السريعة

source: Scan the QR Code and enter the resulting code displayed.
ar: قم بمسح رمز الاستجابة السريعة ضوئيًا وأدخل الرمز الناتج المعروض.

source: Schedule
ar: جدول

source: Schedule Newsletter
ar: جدولة النشرة الإخبارية

source: Schedule Send At
ar: جدول الإرسال في

source: Schedule sending
ar: جدولة الإرسال

source: Schedule sending at a later time
ar: جدولة الإرسال في وقت لاحق

source: Scheduled
ar: المقرر

source: Scheduled Job
ar: الوظيفة المجدولة

source: Scheduled Job Log
ar: سجل الوظائف المجدولة

source: Scheduled Job Type
ar: نوع الوظيفة المجدولة

source: Scheduled Job Type
ar: نوع الوظيفة المجدولة

# Scheduled Job Log
source: Scheduled Jobs Logs
ar: سجلات الوظائف المجدولة

source: Scheduled Sending
ar: الإرسال المقرر

source: Scheduled To Send
ar: المقرر للإرسال

source: Scheduled execution for script {0} has updated
ar: تم تحديث التنفيذ المجدول للبرنامج النصي {0}.

source: Scheduled to send
ar: من المقرر أن ترسل

source: Scheduler
ar: مجدول

source: Scheduler Event
ar: حدث المجدول

source: Scheduler Inactive
ar: المجدول غير نشط

source: Scheduler Status
ar: حالة المجدول

source: Scheduler can not be re-enabled when maintenance mode is active.
ar: لا يمكن إعادة تمكين المجدول عندما يكون وضع الصيانة نشطًا.

source: Scheduler is inactive. Cannot import data.
ar: المجدول غير نشط. لا يمكن استيراد البيانات.

source: Scheduler: Active
ar: المجدول: نشط

source: Scheduler: Inactive
ar: المجدول: غير نشط

source: Scope
ar: نِطَاق

source: Scopes
ar: النطاقات

source: Script
ar: النصي

source: Script Manager
ar: مدير البرنامج النصي

source: Script Report
ar: تقرير البرنامج النصي

source: Script Type
ar: نوع البرنامج النصي

source: Script to attach to all web pages.
ar: برنامج نصي لإرفاقه بجميع صفحات الويب.

source: Scripting
ar: البرمجة النصية

source: Scripting / Style
ar: البرمجة النصية / الاسلوب

source: Scripts
ar: نصوص

source: Search
ar: يبحث

source: Search Bar
ar: شريط البحث

source: Search Fields
ar: حقول البحث

source: Search Help
ar: مساعدة البحث

source: Search Priorities
ar: أولويات البحث

source: Search Results
ar: نتائج البحث

source: Search Results for
ar: نتائج البحث عن

source: Search by filename or extension
ar: البحث حسب اسم الملف أو الامتداد

source: Search field {0} is not valid
ar: حقل البحث {0} غير صالح

source: Search fields
ar: حقول البحث

source: Search fieldtypes...
ar: البحث عن أنواع الحقول...

source: Search for anything
ar: ابحث عن أي شيء

source: Search for {0}
ar: البحث عن {0}

source: Search in a document type
ar: البحث في نوع الوثيقة

source: Search or type a command ({0})
ar: ابحث أو اكتب أمرًا ({0})

source: Search properties...
ar: خصائص البحث...

source: Search results for
ar: نتائج البحث عن

source: Search...
ar: يبحث...

source: Searching ...
ar: يبحث ...

source: Section
ar: قسم

source: Section Break
ar: فاصل المقطع

source: Section Heading
ar: عنوان القسم

source: Section ID
ar: معرف القسم

source: Section Title
ar: عنوان القسم

source: Section must have at least one column
ar: يجب أن يحتوي القسم على عمود واحد على الأقل

source: Security Settings
ar: اعدادات الامان

source: See all Activity
ar: شاهد كل النشاط

source: See all past reports.
ar: الاطلاع على جميع التقارير السابقة.

source: See on Website
ar: انظر على الموقع

# Button in web form
source: See previous responses
ar: راجع الردود السابقة

source: See the document at {0}
ar: راجع المستند في {0}

source: Seen
ar: مرئي

source: Seen By
ar: تمت رؤيته بواسطة

source: Seen By Table
ar: ينظر من خلال الجدول

source: Select
ar: يختار

source: Select All
ar: اختر الكل

source: Select Attachments
ar: حدد المرفقات

source: Select Child Table
ar: حدد الجدول الفرعي

source: Select Column
ar: حدد العمود

source: Select Columns
ar: حدد الأعمدة

source: Select Country
ar: حدد الدولة

source: Select Currency
ar: اختر العملة

source: Select Dashboard
ar: حدد لوحة المعلومات

source: Select Date Range
ar: حدد النطاق الزمني
