Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: Assigned To/Owner
ar: المعينة إلى/المالك

source: Assigning...
ar: جارٍ التعيين...

source: Assignment
ar: تكليف

source: Assignment Completed
ar: اكتملت المهمة

source: Assignment Days
ar: أيام التعيين

source: Assignment Rule
ar: قاعدة التعيين

source: Assignment Rule
ar: قاعدة التعيين

source: Assignment Rule Day
ar: يوم قاعدة التعيين

source: Assignment Rule User
ar: مستخدم قاعدة التعيين

source: Assignment Rule is not allowed on {0} document type
ar: قاعدة التعيين غير مسموح بها في نوع المستند {0}.

source: Assignment Rules
ar: قواعد التعيين

source: Assignment Update on {0}
ar: تحديث المهمة بتاريخ {0}

source: Assignment for {0} {1}
ar: تعيين لـ {0} {1}

source: Assignment of {0} removed by {1}
ar: تمت إزالة تعيين {0} بواسطة {1}

source: Assignments
ar: تعيينات

source: At least one column is required to show in the grid.
ar: مطلوب عمود واحد على الأقل لإظهاره في الشبكة.

source: At least one field is required in Web Form Fields Table
ar: مطلوب حقل واحد على الأقل في جدول حقول نموذج الويب

source: At least one field of Parent Document Type is mandatory
ar: يعد حقل واحد على الأقل من نوع المستند الأصلي إلزاميًا

source: Attach
ar: يربط

source: Attach Document Print
ar: إرفاق طباعة المستند

source: Attach Image
ar: إرفاق الصورة

source: Attach Package
ar: إرفاق الحزمة

source: Attach Print
ar: إرفاق الطباعة

source: Attach a web link
ar: إرفاق رابط ويب

source: Attach files / urls and add in table.
ar: إرفاق الملفات / عناوين URL وإضافتها في الجدول.

source: Attached File
ar: الملف المرفق

source: Attached To DocType
ar: مرفق بـ DocType

source: Attached To Field
ar: تعلق على الميدان

source: Attached To Name
ar: مرفق بالاسم

source: Attached To Name must be a string or an integer
ar: يجب أن يكون &quot;الاسم المرفق&quot; عبارة عن سلسلة أو عدد صحيح

source: Attachment
ar: مرفق

source: Attachment Limit (MB)
ar: حد المرفقات (ميجابايت)

source: Attachment Limit Reached
ar: تم الوصول إلى حد المرفقات

source: Attachment Link
ar: رابط المرفق

source: Attachment Removed
ar: تمت إزالة المرفق

source: Attachments
ar: المرفقات

source: Attempting Connection to QZ Tray...
ar: جارٍ محاولة الاتصال بدرج QZ...

source: Attempting to launch QZ Tray...
ar: جارٍ محاولة تشغيل علبة QZ...

source: Attribution
ar: الإسناد

source: Audience
ar: جمهور

source: Audit System Hooks
ar: خطاف نظام التدقيق

source: Audit Trail
ar: سجل تدقيق

source: Auth URL Data
ar: بيانات عنوان URL للمصادقة

source: Authenticate as Service Principal
ar: المصادقة كمدير الخدمة

source: Authentication
ar: المصادقة

source: Authentication Apps you can use are:
ar: تطبيقات المصادقة التي يمكنك استخدامها هي:

source: Authentication Error: Invalid API Key or Secret
ar: خطأ في المصادقة: مفتاح API أو سر غير صالح

source: Authentication Error: Reauthorize OAuth for Email Account {0}.
ar: خطأ في المصادقة: قم بإعادة تخويل OAuth لحساب البريد الإلكتروني {0}.

source: Authentication failed while receiving emails from Email Account: {0}.
ar: فشلت المصادقة أثناء تلقي رسائل البريد الإلكتروني من حساب البريد الإلكتروني: {0}.

source: Author
ar: مؤلف

source: Authorization Code
ar: قانون التفويض

source: Authorization URI
ar: عنوان URL للتفويض

source: Authorization error for {}.
ar: خطأ في التفويض لـ {}.

source: Authorize API Access
ar: تفويض الوصول إلى واجهة برمجة التطبيقات (API).

source: Authorize API Indexing Access
ar: السماح بالوصول إلى فهرسة واجهة برمجة التطبيقات

source: Authorize Google Calendar Access
ar: السماح بالوصول إلى تقويم Google

source: Authorize Google Contacts Access
ar: السماح بالوصول إلى جهات اتصال Google

source: Authorize Google Drive Access
ar: تفويض الوصول إلى Google Drive

source: Authorize URL
ar: تفويض URL

source: Authorized
ar: مخول

source: Authors
ar: المؤلفون

source: Authors / Maintainers
ar: المؤلفون / المشرفون

source: Auto
ar: آلي

source: Auto Email Report
ar: تقرير البريد الإلكتروني التلقائي

source: Auto Email Report
ar: تقرير البريد الإلكتروني التلقائي

source: Auto Name
ar: الاسم التلقائي

source: Auto Repeat
ar: تكرار تلقائي

source: Auto Repeat
ar: تكرار تلقائي

source: Auto Repeat Day
ar: يوم التكرار التلقائي

source: Auto Repeat Day{0} {1} has been repeated.
ar: تم تكرار يوم التكرار التلقائي{0} {1}.

source: Auto Repeat Document Creation Failed
ar: فشل إنشاء مستند التكرار التلقائي

source: Auto Repeat Schedule
ar: جدول التكرار التلقائي

source: Auto Repeat created for this document
ar: تم إنشاء التكرار التلقائي لهذا المستند

source: Auto Repeat failed for {0}
ar: فشل التكرار التلقائي لـ {0}

source: Auto Reply
ar: رد آلي

source: Auto Reply Message
ar: رسالة الرد التلقائي

source: Auto assignment failed: {0}
ar: فشل التعيين التلقائي: {0}

source: Auto follow documents that are assigned to you
ar: متابعة المستندات تلقائيًا التي تم تعيينها لك

source: Auto follow documents that are shared with you
ar: المتابعة التلقائية للمستندات التي تتم مشاركتها معك

source: Auto follow documents that you Like
ar: متابعة المستندات تلقائيًا التي تعجبك

source: Auto follow documents that you comment on
ar: المتابعة التلقائية للمستندات التي تعلق عليها

source: Auto follow documents that you create
ar: متابعة المستندات تلقائيًا التي تقوم بإنشائها

source: Autocomplete
ar: الإكمال التلقائي

source: Autoincrement
ar: زيادة تلقائية

source: Automate processes and extend standard functionality using scripts and background jobs
ar: أتمتة العمليات وتوسيع الوظائف القياسية باستخدام البرامج النصية ووظائف الخلفية

source: Automated Message
ar: الرسالة الآلية

source: Automatic
ar: تلقائي

source: Automatic Linking can be activated only for one Email Account.
ar: يمكن تفعيل الارتباط التلقائي لحساب بريد إلكتروني واحد فقط.

source: Automatic Linking can be activated only if Incoming is enabled.
ar: لا يمكن تنشيط الارتباط التلقائي إلا في حالة تمكين الوارد.

source: Automatically Assign Documents to Users
ar: تعيين المستندات للمستخدمين تلقائيًا

source: Automatically delete account within (hours)
ar: حذف الحساب تلقائيا خلال (ساعات)

source: Automation
ar: أتمتة

source: Avatar
ar: الصورة الرمزية

source: Average
ar: متوسط

source: Average of {0}
ar: متوسط {0}

source: Avoid dates and years that are associated with you.
ar: تجنب التواريخ والسنوات المرتبطة بك.

source: Avoid recent years.
ar: تجنب السنوات الأخيرة.

source: Avoid sequences like abc or 6543 as they are easy to guess
ar: تجنب التسلسلات مثل abc أو 6543 حيث يسهل تخمينها

source: Avoid years that are associated with you.
ar: تجنب السنوات المرتبطة بك.

source: Awaiting Password
ar: في انتظار كلمة المرور

source: Awaiting password
ar: في انتظار كلمة المرور

source: Awesome Work
ar: عمل رائع

source: Awesome, now try making an entry yourself
ar: رائع، حاول الآن إجراء إدخال بنفسك

# Number system
source: B
ar: ب

source: B0
ar: ب0

source: B1
ar: ب1

source: B10
ar: ب10

source: B2
ar: ب2

source: B3
ar: ب3

source: B4
ar: ب4

source: B5
ar: ب5

source: B6
ar: ب6

source: B7
ar: ب7

source: B8
ar: ب8

source: B9
ar: ب9

source: BCC
ar: نسخة مخفية الوجهة

source: Back
ar: خلف

source: Back to Desk
ar: العودة إلى المكتب

source: Back to Home
ar: العودة إلى المنزل

source: Back to Login
ar: العودة إلى تسجيل الدخول

source: Background Color
ar: لون الخلفية

source: Background Image
ar: الصورة الخلفية

source: Background Jobs
ar: وظائف الخلفية

# RQ Job
source: Background Jobs
ar: وظائف الخلفية

source: Background Jobs Check
ar: التحقق من وظائف الخلفية

source: Background Jobs Queue
ar: قائمة انتظار وظائف الخلفية

source: Background Print (required for >25 documents)
ar: طباعة الخلفية (مطلوبة لأكثر من 25 مستندًا)

source: Background Workers
ar: عمال الخلفية

source: Backing up Data.
ar: النسخ الاحتياطي للبيانات.

source: Backing up to Google Drive.
ar: النسخ الاحتياطي إلى Google Drive.

source: Backup
ar: دعم

source: Backup Details
ar: تفاصيل النسخ الاحتياطي

source: Backup Encryption Key
ar: مفتاح تشفير النسخ الاحتياطي

source: Backup Files
ar: ملفات النسخ الاحتياطي

source: Backup Folder ID
ar: معرف مجلد النسخ الاحتياطي

source: Backup Folder Name
ar: اسم مجلد النسخ الاحتياطي

source: Backup Frequency
ar: تردد النسخ الاحتياطي

source: Backup job is already queued. You will receive an email with the download link
ar: مهمة النسخ الاحتياطي في قائمة الانتظار بالفعل. سوف تتلقى رسالة بالبريد الإلكتروني مع رابط التحميل

source: Backup public and private files along with the database.
ar: النسخ الاحتياطي للملفات العامة والخاصة مع قاعدة البيانات.

source: Backups
ar: النسخ الاحتياطية

source: Backups (MB)
ar: النسخ الاحتياطية (ميجابايت)

source: Bad Cron Expression
ar: تعبير كرون سيء

source: Banker's Rounding
ar: تقريب المصرفي

source: Banker's Rounding (legacy)
ar: تقريب المصرفي (القديمة)

source: Banner
ar: راية

source: Banner HTML
ar: شعار HTML

source: Banner Image
ar: صورة بانر

source: Banner is above the Top Menu Bar.
ar: يوجد الشعار أعلى شريط القائمة العلوي.

source: Bar
ar: حاجِز

source: Barcode
ar: الباركود

source: Base Distinguished Name (DN)
ar: الاسم المميز الأساسي (DN)

source: Base URL
ar: عنوان URL الأساسي

source: Based On
ar: مرتكز على

source: Based on Field
ar: بناء على الميدان

source: Based on Permissions For User
ar: بناءً على أذونات المستخدم

source: Basic
ar: أساسي

source: Basic Info
ar: معلومات أساسية

source: Before Cancel
ar: قبل الإلغاء

source: Before Delete
ar: قبل الحذف

source: Before Discard
ar: قبل تجاهل

source: Before Insert
ar: قبل الإدراج

source: Before Print
ar: قبل الطباعة

source: Before Rename
ar: قبل إعادة التسمية

source: Before Save
ar: قبل الحفظ

source: Before Save (Submitted Document)
ar: قبل الحفظ (المستند المقدم)

source: Before Submit
ar: قبل الإرسال

source: Before Validate
ar: قبل التحقق من الصحة

source: Beginner
ar: مبتدئ

source: Beginning with
ar: بداية من

source: Beta
ar: بيتا

source: Better add a few more letters or another word
ar: من الأفضل إضافة بضعة أحرف أخرى أو كلمة أخرى

source: Between
ar: بين

source: Billing
ar: الفواتير

source: Billing Contact
ar: جهة اتصال الفوترة

source: Binary Logging
ar: التسجيل الثنائي

source: Bio
ar: السيرة الذاتية

source: Birth Date
ar: تاريخ الميلاد

source: Blank Template
ar: نموذج فارغ

source: Block Module
ar: وحدة الكتلة

source: Block Modules
ar: وحدات الكتلة

source: Blocked
ar: محظور

source: Blog
ar: مدونة

source: Blog Category
ar: فئة المدونة

source: Blog Category
ar: فئة المدونة

source: Blog Intro
ar: مقدمة المدونة

source: Blog Introduction
ar: مقدمة المدونة

source: Blog Post
ar: مشاركة مدونة

source: Blog Post
ar: مشاركة مدونة

source: Blog Settings
ar: إعدادات بلوق

source: Blog Title
ar: عنوان المدونة

source: Blogger
ar: مدَّوِن

source: Blogger
ar: مدَّوِن

source: Blogs, Website View Tracking, and more.
ar: المدونات وتتبع عرض موقع الويب والمزيد.

source: Blue
ar: أزرق

source: Bold
ar: عريض

source: Bot
ar: بوت

source: Both DocType and Name required
ar: مطلوب كلاً من DocType والاسم

source: Both login and password required
ar: مطلوب كل من تسجيل الدخول وكلمة المرور

source: Bottom
ar: قاع

source: Bottom Center
ar: مركز القاع

source: Bottom Left
ar: أسفل اليسار

source: Bottom Right
ar: أسفل اليمين

source: Bounced
ar: ارتد

source: Brand
ar: ماركة

source: Brand HTML
ar: HTML العلامة التجارية

source: Brand Image
ar: صورة العلامة التجارية

source: Brand Logo
ar: شعار العلامة التجارية

source: Brand is what appears on the top-left of the toolbar. If it is an image, make sure it has a transparent background and use the &lt;img /&gt; tag. Keep size as 200px x 30px
ar: العلامة التجارية هي ما يظهر في الجزء العلوي الأيسر من شريط الأدوات. إذا كانت صورة، فتأكد من أنها تحتوي على خلفية شفافة واستخدم علامة &lt;img /&gt;. احتفظ بالحجم 200 بكسل × 30 بكسل

source: Breadcrumbs
ar: فتات الخبز

source: Browse by category
ar: تصفح حسب الفئة

source: Browser
ar: المتصفح

source: Browser Version
ar: نسخة المتصفح

source: Browser not supported
ar: المتصفح غير مدعوم

source: Brute Force Security
ar: أمن القوة الغاشمة

source: Bucket Name
ar: اسم دلو

source: Bucket {0} not found.
ar: لم يتم العثور على المستودع {0}.

source: Bufferpool Size
ar: حجم المخزن المؤقت

source: Build
ar: يبني

source: Build your own reports, print formats, and dashboards. Create personalized workspaces for easier navigation
ar: قم بإنشاء التقارير وتنسيقات الطباعة ولوحات المعلومات الخاصة بك. قم بإنشاء مساحات عمل مخصصة لتسهيل التنقل

source: Build {0}
ar: البناء {0}

source: Built on {0}
ar: مبني على {0}

source: Bulk Actions
ar: إجراءات جملة

source: Bulk Delete
ar: حذف بالجملة

source: Bulk Edit
ar: تحرير بالجملة

source: Bulk Edit {0}
ar: تحرير مجمع {0}

source: Bulk Operation Failed
ar: فشلت العملية المجمعة

source: Bulk Operation Successful
ar: تمت العملية بالجملة بنجاح

source: Bulk PDF Export
ar: تصدير ملفات PDF بكميات كبيرة

source: Bulk Update
ar: تحديث بالجملة

source: Bulk Update
ar: تحديث بالجملة

source: Bulk approval only support up to 500 documents.
ar: تدعم الموافقة المجمعة ما يصل إلى 500 مستند فقط.

source: Bulk operation is enqueued in background.
ar: يتم وضع العملية المجمعة في الخلفية.

source: Bulk operations only support up to 500 documents.
ar: تدعم العمليات المجمعة ما يصل إلى 500 مستند فقط.

source: Bulk {0} is enqueued in background.
ar: يتم وضع مجموعة {0} في الخلفية.

source: Button
ar: زر

source: Button Gradients
ar: التدرجات زر

source: Button Rounded Corners
ar: زوايا مدورة زر

source: Button Shadows
ar: ظلال الأزرار

source: By "Naming Series" field
ar: بواسطة حقل &quot;سلسلة التسمية&quot;.

source: By default the title is used as meta title, adding a value here will override it.
ar: افتراضيًا، يتم استخدام العنوان كعنوان تعريفي، وستؤدي إضافة قيمة هنا إلى تجاوزه.

source: By default, emails are only sent for failed backups.
ar: بشكل افتراضي، يتم إرسال رسائل البريد الإلكتروني فقط للنسخ الاحتياطية الفاشلة.

source: By fieldname
ar: بواسطة اسم المجال

source: By script
ar: حسب البرنامج النصي

source: Bypass Restricted IP Address Check If Two Factor Auth Enabled
ar: تجاوز عنوان IP المقيد للتحقق من تمكين المصادقة الثنائية

source: Bypass Two Factor Auth for users who login from restricted IP Address
ar: تجاوز المصادقة الثنائية للمستخدمين الذين يقومون بتسجيل الدخول من عنوان IP مقيد

source: Bypass restricted IP Address check If Two Factor Auth Enabled
ar: تجاوز التحقق من عنوان IP المقيد في حالة تمكين المصادقة الثنائية

source: CANCELLED
ar: ألغيت

source: CC
ar: نسخة

source: CMD
ar: كمد

source: COLOR PICKER
ar: أداة انتقاء اللون

source: CSS Class
ar: فئة CSS

source: CSS selector for the element you want to highlight.
ar: محدد CSS للعنصر الذي تريد تمييزه.

source: CTA Label
ar: تسمية CTA

source: CTA URL
ar: عنوان URL للحث على اتخاذ إجراء

source: Cache
ar: مخبأ

source: Cache Cleared
ar: تم مسح ذاكرة التخزين المؤقت

source: Calculate
ar: احسب

source: Calendar
ar: تقويم

# Event
source: Calendar
ar: تقويم

source: Calendar Name
ar: اسم التقويم

source: Calendar View
ar: عرض التقويم

source: Call
ar: يتصل

source: Call To Action
ar: دعوة للعمل

source: Call To Action URL
ar: عنوان URL للحث على اتخاذ إجراء

source: Call to Action
ar: دعوة للعمل

source: Callback Message
ar: رسالة رد الاتصال

source: Callback Title
ar: عنوان رد الاتصال

source: Camera
ar: آلة تصوير

source: Campaign
ar: حملة

source: Campaign Description (Optional)
ar: وصف الحملة (اختياري)

source: Can Read
ar: يستطيع القراءة

source: Can Share
ar: أستطيع أن أشارك

source: Can Submit
ar: يمكن إرسالها

source: Can Write
ar: يستطيع الكتابة

source: Can not rename as column {0} is already present on DocType.
ar: لا يمكن إعادة التسمية لأن العمود {0} موجود بالفعل في DocType.

source: Can only change to/from Autoincrement naming rule when there is no data in the doctype
ar: يمكن فقط التغيير من/إلى قاعدة التسمية Autoincrement في حالة عدم وجود بيانات في نوع المستند

source: Can only list down the document types which has been linked to the User document type.
ar: يمكن فقط سرد أنواع المستندات التي تم ربطها بنوع مستند المستخدم.

source: Can't rename {0} to {1} because {0} doesn't exist.
ar: لا يمكن إعادة تسمية {0} إلى {1} لأن {0} غير موجود.

source: Cancel
ar: يلغي

# Button in list view actions menu
source: Cancel
ar: يلغي

# Secondary button in warning dialog
source: Cancel
ar: يلغي

source: Cancel All
ar: ألغ الكل

source: Cancel All Documents
ar: إلغاء كافة المستندات

source: Cancel Scheduling
ar: إلغاء الجدولة

# Title of confirmation dialog
source: Cancel {0} documents?
ar: هل تريد إلغاء {0} من المستندات؟

source: Cancelled
ar: ألغيت

source: Cancelled Document restored as Draft
ar: تمت استعادة المستند الذي تم إلغاؤه كمسودة

# Freeze message while cancelling a document
source: Cancelling
ar: الإلغاء

source: Cancelling documents
ar: إلغاء المستندات

source: Cancelling {0}
ar: الإلغاء {0}

source: Cannot Download Report due to insufficient permissions
ar: لا يمكن تنزيل التقرير بسبب عدم كفاية الأذونات

source: Cannot Fetch Values
ar: لا يمكن جلب القيم

source: Cannot Remove
ar: لا يمكن الإزالة

source: Cannot Update After Submit
ar: لا يمكن التحديث بعد الإرسال

source: Cannot access file path {0}
ar: لا يمكن الوصول إلى مسار الملف {0}

source: Cannot cancel before submitting while transitioning from <b>{0} State</b> to <b>{1} State</b>
ar: لا يمكن الإلغاء قبل الإرسال أثناء الانتقال من <b>ولاية {0}</b> إلى <b>ولاية {1}.</b>

source: Cannot cancel before submitting. See Transition {0}
ar: لا يمكن الإلغاء قبل الإرسال. راجع النقل {0}

source: Cannot cancel {0}.
ar: لا يمكن إلغاء {0}.

source: Cannot change docstatus from 0 (Draft) to 2 (Cancelled)
ar: لا يمكن تغيير حالة المستند من 0 (مسودة) إلى 2 (ملغى)

source: Cannot change docstatus from 1 (Submitted) to 0 (Draft)
ar: لا يمكن تغيير حالة المستند من 1 (تم الإرسال) إلى 0 (مسودة)

source: Cannot change state of Cancelled Document <b>({0} State)</b>
ar: لا يمكن تغيير حالة المستند الملغي <b>(حالة {0})</b>

source: Cannot change state of Cancelled Document. Transition row {0}
ar: لا يمكن تغيير حالة المستند الملغى. صف النقل {0}

source: Cannot change to/from autoincrement autoname in Customize Form
ar: لا يمكن التغيير من/إلى الاسم التلقائي للزيادة التلقائية في نموذج التخصيص

source: Cannot create a {0} against a child document: {1}
ar: لا يمكن إنشاء {0} مقابل مستند فرعي: {1}

source: Cannot create private workspace of other users
ar: لا يمكن إنشاء مساحة عمل خاصة للمستخدمين الآخرين

source: Cannot delete Home and Attachments folders
ar: لا يمكن حذف مجلدات الصفحة الرئيسية والمرفقات

source: Cannot delete or cancel because {0} {1} is linked with {2} {3} {4}
ar: لا يمكن الحذف أو الإلغاء لأن {0} {1} مرتبط بـ {2} {3} {4}

source: Cannot delete private workspace of other users
ar: لا يمكن حذف مساحة العمل الخاصة للمستخدمين الآخرين

source: Cannot delete public workspace without Workspace Manager role
ar: لا يمكن حذف مساحة العمل العامة بدون دور Workspace Manager

source: Cannot delete standard action. You can hide it if you want
ar: لا يمكن حذف الإجراء القياسي. يمكنك إخفاءه إذا كنت تريد

source: Cannot delete standard document state.
ar: لا يمكن حذف حالة المستند القياسية.

source: Cannot delete standard field <strong>{0}</strong>. You can hide it instead.
ar: لا يمكن حذف الحقل القياسي <strong>{0}</strong> . يمكنك إخفاءه بدلا من ذلك.

source: Cannot delete standard field. You can hide it if you want
ar: لا يمكن حذف الحقل القياسي. يمكنك إخفاءه إذا كنت تريد

source: Cannot delete standard link. You can hide it if you want
ar: لا يمكن حذف الرابط القياسي. يمكنك إخفاءه إذا كنت تريد

source: Cannot delete system generated field <strong>{0}</strong>. You can hide it instead.
ar: لا يمكن حذف الحقل الذي أنشأه النظام <strong>{0}</strong> . يمكنك إخفاءه بدلا من ذلك.

source: Cannot delete {0}
ar: لا يمكن حذف {0}

source: Cannot delete {0} as it has child nodes
ar: لا يمكن حذف {0} لأنه يحتوي على عقد فرعية

source: Cannot edit Standard Dashboards
ar: لا يمكن تحرير لوحات المعلومات القياسية

source: Cannot edit Standard Notification. To edit, please disable this and duplicate it
ar: لا يمكن تحرير الإخطار القياسي. للتعديل، يرجى تعطيل هذا وتكراره

source: Cannot edit Standard charts
ar: لا يمكن تحرير المخططات القياسية

source: Cannot edit a standard report. Please duplicate and create a new report
ar: لا يمكن تحرير تقرير قياسي. الرجاء تكرار وإنشاء تقرير جديد

source: Cannot edit cancelled document
ar: لا يمكن تعديل المستند الملغى

source: Cannot edit filters for standard charts
ar: لا يمكن تعديل عوامل التصفية للمخططات القياسية

source: Cannot edit filters for standard number cards
ar: لا يمكن تحرير عوامل التصفية لبطاقات الأرقام القياسية

source: Cannot edit standard fields
ar: لا يمكن تحرير الحقول القياسية

source: Cannot enable {0} for a non-submittable doctype
ar: لا يمكن تمكين {0} لنوع مستند غير قابل للإرسال

source: Cannot find file {} on disk
ar: لا يمكن العثور على الملف {} على القرص

source: Cannot get file contents of a Folder
ar: لا يمكن الحصول على محتويات الملف للمجلد

source: Cannot have multiple printers mapped to a single print format.
ar: لا يمكن تعيين طابعات متعددة إلى تنسيق طباعة واحد.

source: Cannot link cancelled document: {0}
ar: لا يمكن ربط المستند الملغى: {0}

source: Cannot map because following condition fails:
ar: لا يمكن التعيين بسبب فشل الشرط التالي:

source: Cannot match column {0} with any field
ar: لا يمكن مطابقة العمود {0} مع أي حقل

source: Cannot move row
ar: لا يمكن نقل الصف

source: Cannot remove ID field
ar: لا يمكن إزالة حقل المعرف

source: Cannot set 'Report' permission if 'Only If Creator' permission is set
ar: لا يمكن تعيين إذن &quot;التقرير&quot; إذا تم تعيين إذن &quot;فقط إذا كان المنشئ&quot;.

source: Cannot set Notification with event {0} on Document Type {1}
ar: لا يمكن ضبط الإشعار بالحدث {0} على نوع المستند {1}

source: Cannot share {0} with submit permission as the doctype {1} is not submittable
ar: لا يمكن مشاركة {0} مع إذن الإرسال لأن نوع المستند {1} غير قابل للإرسال

source: Cannot submit {0}.
ar: لا يمكن إرسال {0}.

source: Cannot update private workspace of other users
ar: لا يمكن تحديث مساحة العمل الخاصة للمستخدمين الآخرين

source: Cannot update {0}
ar: لا يمكن التحديث {0}

source: Cannot use sub-query in order by
ar: لا يمكن استخدام الاستعلام الفرعي بالترتيب حسب

source: Cannot use {0} in order/group by
ar: لا يمكن استخدام {0} في الترتيب/التجميع حسب

source: Cannot {0} {1}.
ar: لا يمكن {0} {1}.

source: Capitalization doesn't help very much.
ar: الكتابة بالأحرف الكبيرة لا تساعد كثيرا.

source: Capture
ar: يأسر

source: Card
ar: بطاقة

source: Card Break
ar: استراحة البطاقة

source: Card Label
ar: تسمية البطاقة

source: Card Links
ar: روابط البطاقة

source: Cards
ar: بطاقات

source: Category
ar: فئة

source: Category Description
ar: وصف التصنيف

source: Category Name
ar: اسم التصنيف

source: Cent
ar: سنت

source: Center
ar: مركز

source: Certain documents, like an Invoice, should not be changed once final. The final state for such documents is called Submitted. You can restrict which roles can Submit.
ar: لا ينبغي تغيير بعض المستندات، مثل الفاتورة، بعد الانتهاء منها. الحالة النهائية لهذه المستندات تسمى &quot;مقدمة&quot;. يمكنك تقييد الأدوار التي يمكنك إرسالها.

source: Chain Integrity
ar: سلامة السلسلة

source: Chaining Hash
ar: تسلسل التجزئة

source: Change
ar: يتغير

# Coins
source: Change
ar: يتغير

source: Change Image
ar: تغيير الصورة

source: Change Label (via Custom Translation)
ar: تغيير التسمية (عبر الترجمة المخصصة)

source: Change Letter Head
ar: تغيير رأس الرسالة

source: Change Password
ar: تغيير كلمة المرور

source: Change Print Format
ar: تغيير تنسيق الطباعة

source: Change User
ar: تغيير المستخدم

source: Change the starting / current sequence number of an existing series. <br> Warning: Incorrectly updating counters can prevent documents from getting created.
ar: تغيير رقم التسلسل البداية/الحالية لسلسلة موجودة.<br> تحذير: قد يؤدي تحديث العدادات بشكل غير صحيح إلى منع إنشاء المستندات.

source: Changelog Feed
ar: تغذية سجل التغيير

source: Changing any setting will reflect on all the email accounts associated with this domain.
ar: سينعكس تغيير أي إعداد على جميع حسابات البريد الإلكتروني المرتبطة بهذا المجال.

source: Changing rounding method on site with data can result in unexpected behaviour.
ar: يمكن أن يؤدي تغيير طريقة التقريب في الموقع مع البيانات إلى سلوك غير متوقع.

source: Channel
ar: قناة
