Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: You have not entered a value. The field will be set to empty.
ar: لم تقم بإدخال قيمة. سيتم تعيين الحقل إلى فارغ.

source: You have received a ❤️ like on your blog post
ar: لقد تلقيت إعجابًا ❤️ على منشور مدونتك

source: You have to enable Two Factor Auth from System Settings.
ar: يجب عليك تمكين المصادقة الثنائية من إعدادات النظام.

source: You have unsaved changes in this form. Please save before you continue.
ar: لديك تغييرات غير محفوظة في هذا النموذج. الرجاء الحفظ قبل المتابعة.

source: You have unseen notifications
ar: لديك إشعارات غير مرئية

source: You have unseen {0}
ar: لقد لم تشاهد {0}

source: You haven't added any Dashboard Charts or Number Cards yet.
ar: لم تقم بإضافة أي مخططات للوحة المعلومات أو بطاقات الأرقام حتى الآن.

source: You haven't created a {0} yet
ar: لم تقم بإنشاء {0} بعد

source: You hit the rate limit because of too many requests. Please try after sometime.
ar: لقد وصلت إلى الحد الأقصى للسعر بسبب وجود عدد كبير جدًا من الطلبات. يرجى المحاولة بعد مرور بعض الوقت.

source: You last edited this
ar: لقد قمت بتحرير هذا آخر مرة

source: You must add atleast one link.
ar: يجب عليك إضافة رابط واحد على الأقل.

source: You must be logged in to use this form.
ar: يجب عليك تسجيل الدخول لاستخدام هذا النموذج.

source: You must login to submit this form
ar: يجب عليك تسجيل الدخول لتقديم هذا النموذج

source: You need to be Workspace Manager to edit this document
ar: يجب أن تكون مدير مساحة العمل لتحرير هذا المستند

source: You need to be a system user to access this page.
ar: يجب أن تكون أحد مستخدمي النظام للوصول إلى هذه الصفحة.

source: You need to be in developer mode to edit a Standard Web Form
ar: يجب أن تكون في وضع المطور لتحرير نموذج ويب قياسي

source: You need to be logged in and have System Manager Role to be able to access backups.
ar: يجب أن تقوم بتسجيل الدخول وأن يكون لديك دور مدير النظام لتتمكن من الوصول إلى النسخ الاحتياطية.

source: You need to be logged in to access this page
ar: يجب عليك تسجيل الدخول للوصول إلى هذه الصفحة

source: You need to be logged in to access this {0}.
ar: يجب عليك تسجيل الدخول للوصول إلى هذا {0}.

source: You need to create these first:
ar: تحتاج إلى إنشاء هذه أولاً:

source: You need to enable JavaScript for your app to work.
ar: تحتاج إلى تمكين JavaScript حتى يعمل تطبيقك.

source: You need to have "Share" permission
ar: يجب أن يكون لديك إذن &quot;مشاركة&quot;.

source: You need to install pycups to use this feature!
ar: تحتاج إلى تثبيت pycups لاستخدام هذه الميزة!

source: You need to select indexes you want to add first.
ar: تحتاج إلى تحديد الفهارس التي تريد إضافتها أولاً.

source: You need to set one IMAP folder for {0}
ar: تحتاج إلى تعيين مجلد IMAP واحد لـ {0}

source: You need write permission to rename
ar: تحتاج إلى إذن الكتابة لإعادة التسمية

source: You need {0} permission to fetch values from {1} {2}
ar: تحتاج إلى إذن {0} لجلب القيم من {1} {2}

# Form timeline
source: You removed attachment {0}
ar: لقد قمت بإزالة المرفق {0}

source: You seem good to go!
ar: يبدو أنك جيد للذهاب!

source: You selected Draft or Cancelled documents
ar: لقد حددت مسودة أو مستندات ملغاة

# Form timeline
source: You submitted this document
ar: لقد قدمت هذه الوثيقة

# Form timeline
source: You submitted this document {0}
ar: لقد أرسلت هذا المستند {0}

source: You unfollowed this document
ar: لقد قمت بإلغاء متابعة هذا المستند

source: You viewed this
ar: لقد شاهدت هذا

source: You've logged in as another user from another tab. Refresh this page to continue using system.
ar: لقد قمت بتسجيل الدخول كمستخدم آخر من علامة تبويب أخرى. قم بتحديث هذه الصفحة لمواصلة استخدام النظام.

source: Your Country
ar: بلدك

source: Your Language
ar: لغتك

source: Your Name
ar: اسمك

source: Your PDF is ready for download
ar: ملف PDF الخاص بك جاهز للتنزيل

source: Your Shortcuts
ar: الاختصارات الخاصة بك

source: Your account has been deleted
ar: لقد تم حذف حسابك

source: Your account has been locked and will resume after {0} seconds
ar: لقد تم قفل حسابك وسيتم استئنافه بعد {0} ثانية

source: Your assignment on {0} {1} has been removed by {2}
ar: تمت إزالة مهمتك في {0} {1} بواسطة {2}

source: Your browser does not support the audio element.
ar: متصفحك لا يدعم عنصر الصوت.

source: Your browser does not support the video element.
ar: متصفحك لا يدعم عنصر الفيديو.

source: Your connection request to Google Calendar was successfully accepted
ar: لقد تم قبول طلب الاتصال بتقويم Google بنجاح

source: Your email address
ar: عنوان بريدك الإلكتروني

source: Your form has been successfully updated
ar: لقد تم تحديث النموذج الخاص بك بنجاح

source: Your login id is
ar: معرف تسجيل الدخول الخاص بك هو

source: Your new password has been set successfully.
ar: لقد تم تعيين كلمة المرور الجديدة بنجاح.

source: Your old password is incorrect.
ar: كلمة المرور القديمة الخاصة بك غير صحيحة.

source: Your organization name and address for the email footer.
ar: اسم مؤسستك وعنوانها لتذييل البريد الإلكتروني.

source: Your query has been received. We will reply back shortly. If you have any additional information, please reply to this mail.
ar: لقد تم استلام استفسارك. وسوف نقوم بالرد قريبا. إذا كان لديك أي معلومات إضافية، يرجى الرد على هذا البريد.

source: Your session has expired, please login again to continue.
ar: لقد انتهت جلستك، يرجى تسجيل الدخول مرة أخرى للمتابعة.

source: Your site is undergoing maintenance or being updated.
ar: موقعك يخضع للصيانة أو يجري تحديثه.

source: Your verification code is {0}
ar: رمز التحقق الخاص بك هو {0}

source: Your website is all set up!
ar: تم إعداد موقع الويب الخاص بك بالكامل!

source: Zero
ar: صفر

source: Zero means send records updated at anytime
ar: الصفر يعني إرسال السجلات المحدثة في أي وقت

source: _report
ar: _تقرير

source: `as_iterator` only works with `as_list=True` or `as_dict=True`
ar: `as_iterator` يعمل فقط مع `as_list=True` أو `as_dict=True`

source: `job_id` paramater is required for deduplication.
ar: المعلمة `job_id` مطلوبة لإلغاء البيانات المكررة.

source: added rows for {0}
ar: تمت إضافة صفوف لـ {0}

source: amend
ar: يعدل

source: and
ar: و

source: ascending
ar: تصاعدي

source: beginning with
ar: بدءا من

source: blue
ar: أزرق

source: by Role
ar: بواسطة الدور

source: cProfile Output
ar: إخراج الملف الشخصي

source: calendar
ar: تقويم

source: cancel
ar: يلغي

source: canceled
ar: ألغيت

source: clear
ar: واضح

source: commented
ar: علق

source: create
ar: يخلق

source: cyan
ar: ازرق سماوي

# Days (Field: Duration)
source: d
ar: د

source: darkgrey
ar: الرمادي الداكن

source: dashboard
ar: لوحة القيادة

source: dd-mm-yyyy
ar: يوم-شهر-س س س س

source: dd/mm/yyyy
ar: ي ي/ش ش/س س س س

source: default
ar: تقصير

source: deferred
ar: مؤجل

source: delete
ar: يمسح

source: descending
ar: تنازلي

source: document type..., e.g. customer
ar: نوع الوثيقة...، على سبيل المثال العميل

source: e.g. "Support", "Sales", "Jerry Yang"
ar: على سبيل المثال، &quot;الدعم&quot;، &quot;المبيعات&quot;، &quot;جيري يانغ&quot;

source: e.g. (55 + 434) / 4 or =Math.sin(Math.PI/2)...
ar: على سبيل المثال (55 + 434) / 4 أو =Math.sin(Math.PI/2)...

source: e.g. pop.gmail.com / imap.gmail.com
ar: على سبيل المثال، pop.gmail.com / imap.gmail.com

source: e.g. replies@yourcomany.com. All replies will come to this inbox.
ar: على سبيل المثال، ردود@yourcomany.com. جميع الردود سوف تأتي إلى هذا البريد الوارد.

source: e.g. smtp.gmail.com
ar: على سبيل المثال smtp.gmail.com

source: e.g.:
ar: على سبيل المثال:

source: emacs
ar: ايماكس

source: email
ar: بريد إلكتروني

source: email inbox
ar: البريد الإلكتروني الوارد

source: empty
ar: فارغ

source: export
ar: يصدّر

source: facebook
ar: فيسبوك

source: failed
ar: فشل

source: fairlogin
ar: com.fairlogin

source: finished
ar: انتهى

source: gained by {0} via automatic rule {1}
ar: تم اكتسابه بواسطة {0} عبر القاعدة التلقائية {1}

source: gray
ar: رمادي

source: green
ar: أخضر

source: grey
ar: رمادي

source: gzip not found in PATH! This is required to take a backup.
ar: لم يتم العثور على gzip في PATH! وهذا مطلوب لأخذ نسخة احتياطية.

# Hours (Field: Duration)
source: h
ar: ح

source: hub
ar: مَركَز

source: icon
ar: أيقونة

source: import
ar: يستورد

source: in minutes
ar: في دقائق

source: jane@example.com
ar: جين@example.com

source: just now
ar: الآن

source: label
ar: ملصق

source: light-blue
ar: أزرق فاتح

source: link
ar: وصلة

source: linkedin
ar: ينكدين

source: list
ar: قائمة

source: logged in
ar: تم تسجيل الدخول

source: login_required
ar: تسجيل الدخول مطلوب

source: long
ar: طويل

# Minutes (Field: Duration)
source: m
ar: م

source: merged {0} into {1}
ar: تم دمج {0} في {1}

source: min read
ar: دقيقة قراءة

source: mm-dd-yyyy
ar: مم-ي ي-س س س س

source: mm/dd/yyyy
ar: مم/ي ي/س س س س

source: module
ar: وحدة

source: module name...
ar: اسم وحدة...

source: new
ar: جديد

source: new type of document
ar: نوع جديد من الوثيقة

source: no failed attempts
ar: لا توجد محاولات فاشلة

source: none of
ar: لا شيء من

source: notified
ar: أخطرت

source: now
ar: الآن

source: of
ar: ل

source: on_change
ar: على التغيير

source: on_submit
ar: عند تقديم

source: one of
ar: واحد من

source: or
ar: أو

source: orange
ar: البرتقالي

source: page
ar: صفحة

source: pink
ar: لون القرنفل

source: plain
ar: سهل

source: print
ar: مطبعة

source: processlist
ar: قائمة العمليات

source: purple
ar: أرجواني

source: query-report
ar: تقرير الاستعلام

source: queued
ar: في قائمة الانتظار

source: read
ar: يقرأ

source: red
ar: أحمر

source: removed rows for {0}
ar: تمت إزالة الصفوف لـ {0}

source: renamed from {0} to {1}
ar: تمت إعادة تسميته من {0} إلى {1}

source: report
ar: تقرير

source: response
ar: إجابة

source: restored {0} as {1}
ar: تمت استعادة {0} كـ {1}

# Seconds (Field: Duration)
source: s
ar: س

source: scheduled
ar: المقرر

source: select
ar: يختار

source: share
ar: يشارك

source: short
ar: قصير

source: since last month
ar: منذ اخر شهر

source: since last week
ar: منذ الأسبوع الماضي

source: since last year
ar: منذ السنة الماضية

source: since yesterday
ar: منذ الأمس

source: started
ar: بدأت

source: starting the setup...
ar: بدء الإعداد...

source: string value, i.e. group
ar: قيمة السلسلة، أي المجموعة

source: string value, i.e. member
ar: قيمة السلسلة، أي عضو

source: string value, i.e. {0} or uid={0},ou=users,dc=example,dc=com
ar: قيمة السلسلة، على سبيل المثال {0} أو uid={0},ou=users,dc=example,dc=com

source: submit
ar: يُقدِّم

source: tag name..., e.g. #tag
ar: اسم العلامة...، على سبيل المثال #tag

source: text in document type
ar: النص في نوع المستند

source: this form
ar: هذا من

source: this shouldn't break
ar: هذا لا ينبغي أن ينكسر

source: twitter
ar: تويتر

source: updated to {0}
ar: تم التحديث إلى {0}

source: use % as wildcard
ar: استخدم % كحرف بدل

source: values separated by commas
ar: القيم مفصولة بفواصل

source: via Assignment Rule
ar: عبر قاعدة التعيين

source: via Data Import
ar: عبر استيراد البيانات

source: via Google Meet
ar: عبر جوجل ميت

source: via Notification
ar: عبر الإخطار

source: via automatic rule {0} on {1}
ar: عبر القاعدة التلقائية {0} في {1}

source: via {0}
ar: عبر {0}

source: vim
ar: همة

source: wants to access the following details from your account
ar: يريد الوصول إلى التفاصيل التالية من حسابك

source: when clicked on element it will focus popover if present.
ar: عند النقر على العنصر، سيتم التركيز على العنصر المنبثق إذا كان موجودًا.

source: wkhtmltopdf 0.12.x (with patched qt).
ar: wkhtmltopdf 0.12.x (مع كيو تي المصححة).

source: write
ar: يكتب

source: yellow
ar: أصفر

source: yesterday
ar: أمس

source: {0} ${skip_list ? "" : type}
ar: {0} ${skip_list ? &quot;&quot; : يكتب}

source: {0} ${type}
ar: {0} ${نوع}

source: {0} ({1}) (1 row mandatory)
ar: {0} ({1}) (صف واحد إلزامي)

source: {0} Calendar
ar: {0} التقويم

source: {0} Chart
ar: {0} الرسم البياني

source: {0} Dashboard
ar: {0} لوحة التحكم

source: {0} Fields
ar: {0} الحقول

source: {0} Google Calendar Events synced.
ar: {0} تمت مزامنة أحداث تقويم Google.

source: {0} Google Contacts synced.
ar: {0} تمت مزامنة جهات اتصال Google.

source: {0} Liked
ar: {0} أعجبني

source: {0} List
ar: {0} القائمة

source: {0} M
ar: {0} م

source: {0} Map
ar: {0} الخريطة

source: {0} Modules
ar: {0} الوحدات

source: {0} Name
ar: {0} الاسم

source: {0} Not allowed to change {1} after submission from {2} to {3}
ar: {0} غير مسموح بتغيير {1} بعد الإرسال من {2} إلى {3}

source: {0} Report
ar: {0} تقرير

source: {0} Reports
ar: {0} التقارير

source: {0} Settings
ar: {0} الإعدادات

source: {0} Tree
ar: {0} شجرة

source: {0} Web page views
ar: {0} مشاهدات صفحة الويب

source: {0} Workspace
ar: {0} مساحة العمل

source: {0} added
ar: تمت إضافة {0}.

source: {0} already exists. Select another name
ar: {0} موجود بالفعل. حدد اسمًا آخر

source: {0} already unsubscribed
ar: {0} تم إلغاء اشتراكه بالفعل

source: {0} already unsubscribed for {1} {2}
ar: تم إلغاء اشتراك {0} بالفعل في {1} {2}

source: {0} and {1}
ar: {0} و{1}

source: {0} appreciated on {1}
ar: تم تقدير {0} في {1}

source: {0} appreciated your work on {1} with {2} point
ar: أعرب {0} عن تقديره لعملك في {1} بنقطة {2}.

source: {0} appreciated your work on {1} with {2} points
ar: أعرب {0} عن تقديره لعملك في {1} برصيد {2} نقطة

source: {0} appreciated {1}
ar: {0} تم تقديره {1}

source: {0} appreciation point for {1}
ar: {0} نقطة تقدير لـ {1}

source: {0} appreciation points for {1}
ar: {0} نقاط تقدير لـ {1}

source: {0} are currently {1}
ar: {0} حاليًا {1}

source: {0} are required
ar: {0} مطلوبة

source: {0} assigned a new task {1} {2} to you
ar: {0} قام بتعيين مهمة جديدة {1} {2} إليك

source: {0} assigned {1}: {2}
ar: {0} تم تعيين {1}: {2}

# Form timeline
source: {0} attached {1}
ar: {0} مرفق {1}

source: {0} can not be more than {1}
ar: لا يمكن أن يكون {0} أكثر من {1}

source: {0} cancelled this document
ar: قام {0} بإلغاء هذا المستند

# Form timeline
source: {0} cancelled this document {1}
ar: {0} ألغى هذا المستند {1}

source: {0} cannot be hidden and mandatory without any default value
ar: لا يمكن أن يكون {0} مخفيًا وإلزاميًا بدون أي قيمة افتراضية

source: {0} changed the value of {1}
ar: {0} قام بتغيير قيمة {1}

source: {0} changed the value of {1} {2}
ar: قام {0} بتغيير قيمة {1} {2}

source: {0} changed the values for {1}
ar: قام {0} بتغيير قيم {1}

source: {0} changed the values for {1} {2}
ar: قام {0} بتغيير قيم {1} {2}

# Form timeline
source: {0} changed {1} to {2}
ar: تم تغيير {0} {1} إلى {2}

source: {0} comments
ar: {0 تعليق

source: {0} contains an invalid Fetch From expression, Fetch From can't be self-referential.
ar: يحتوي {0} على تعبير جلب من غير صالح، ولا يمكن أن يكون الجلب من مرجعيًا ذاتيًا.

source: {0} created successfully
ar: تم إنشاء {0} بنجاح

source: {0} created this
ar: قام {0} بإنشاء هذا

source: {0} criticism point for {1}
ar: {0} نقطة انتقاد لـ {1}

source: {0} criticism points for {1}
ar: {0} نقاط انتقاد لـ {1}

source: {0} criticized on {1}
ar: تم انتقاد {0} في {1}

source: {0} criticized your work on {1} with {2} point
ar: انتقد {0} عملك على {1} بنقطة {2}.

source: {0} criticized your work on {1} with {2} points
ar: انتقد {0} عملك على {1} برصيد {2} نقطة

source: {0} criticized {1}
ar: {0} انتقد {1}

source: {0} d
ar: {0} د

source: {0} days ago
ar: منذ {0} يومًا

source: {0} does not exist in row {1}
ar: {0} غير موجود في الصف {1}

source: {0} field cannot be set as unique in {1}, as there are non-unique existing values
ar: لا يمكن تعيين الحقل {0} كحقل فريد في {1}، نظرًا لوجود قيم غير فريدة

source: {0} format could not be determined from the values in this column. Defaulting to {1}.
ar: لا يمكن تحديد تنسيق {0} من القيم الموجودة في هذا العمود. الافتراضي هو {1}.

source: {0} from {1} to {2}
ar: {0} من {1} إلى {2}

source: {0} from {1} to {2} in row #{3}
ar: {0} من {1} إلى {2} في الصف رقم {3}

source: {0} gained {1} point for {2} {3}
ar: حصل {0} على نقطة واحدة ({1}) مقابل {2} {3}

source: {0} gained {1} points
ar: حصل {0} على {1} نقطة

source: {0} gained {1} points for {2} {3}
ar: حصل {0} على {1} نقطة مقابل {2} {3}

source: {0} gave {1} points
ar: {0} أعطى {1} نقطة

source: {0} h
ar: {0} ح

source: {0} has already assigned default value for {1}.
ar: لقد قام {0} بالفعل بتعيين القيمة الافتراضية لـ {1}.

source: {0} has been successfully added to the Email Group.
ar: تمت إضافة {0} بنجاح إلى مجموعة البريد الإلكتروني.

source: {0} has left the conversation in {1} {2}
ar: لقد ترك {0} المحادثة في {1} {2}

source: {0} has no versions tracked.
ar: ليس لدى {0} أي إصدارات تم تتبعها.

source: {0} hours ago
ar: قبل {0} ساعة

source: {0} if you are not redirected within {1} seconds
ar: {0} إذا لم تتم إعادة توجيهك خلال {1} ثانية

source: {0} in row {1} cannot have both URL and child items
ar: لا يمكن أن يحتوي {0} في الصف {1} على عنوان URL وعناصر فرعية معًا

source: {0} is a mandatory field
ar: {0} حقل إلزامي

source: {0} is a not a valid zip file
ar: {0} ليس ملفًا مضغوطًا صالحًا

source: {0} is an invalid Data field.
ar: {0} حقل بيانات غير صالح.

source: {0} is an invalid email address in 'Recipients'
ar: {0} عنوان بريد إلكتروني غير صالح في &quot;المستلمون&quot;

source: {0} is between {1} and {2}
ar: {0} يقع بين {1} و{2}

source: {0} is currently {1}
ar: {0} حاليًا {1}

source: {0} is equal to {1}
ar: {0} يساوي {1}

source: {0} is greater than or equal to {1}
ar: {0} أكبر من أو يساوي {1}

source: {0} is greater than {1}
ar: {0} أكبر من {1}

source: {0} is less than or equal to {1}
ar: {0} أقل من أو يساوي {1}

source: {0} is less than {1}
ar: {0} أقل من {1}

source: {0} is like {1}
ar: {0} مثل {1}

source: {0} is mandatory
ar: {0} إلزامي

source: {0} is not a field of doctype {1}
ar: {0} ليس حقلاً من النوع المستندي {1}

source: {0} is not a raw printing format.
ar: {0} ليس تنسيق طباعة أولية.

source: {0} is not a valid Calendar. Redirecting to default Calendar.
ar: {0} ليس تقويمًا صالحًا. إعادة التوجيه إلى التقويم الافتراضي.

source: {0} is not a valid Cron expression.
ar: {0} ليس تعبير Cron صالحًا.

source: {0} is not a valid DocType for Dynamic Link
ar: {0} ليس DocType صالحًا للارتباط الديناميكي

source: {0} is not a valid Email Address
ar: {0} ليس عنوان بريد إلكتروني صالحًا

source: {0} is not a valid Name
ar: {0} ليس اسمًا صالحًا

source: {0} is not a valid Phone Number
ar: {0} ليس رقم هاتف صالحًا

source: {0} is not a valid Workflow State. Please update your Workflow and try again.
ar: {0} ليست حالة سير عمل صالحة. يرجى تحديث سير العمل الخاص بك والمحاولة مرة أخرى.

source: {0} is not a valid parent DocType for {1}
ar: {0} ليس DocType أصليًا صالحًا لـ {1}

source: {0} is not a valid parentfield for {1}
ar: {0} ليس حقل أصل صالحًا لـ {1}

source: {0} is not a valid report format. Report format should one of the following {1}
ar: {0} ليس تنسيق تقرير صالحًا. يجب أن يكون تنسيق التقرير واحدًا مما يلي {1}

source: {0} is not a zip file
ar: {0} ليس ملفًا مضغوطًا

source: {0} is not equal to {1}
ar: {0} لا يساوي {1}

source: {0} is not like {1}
ar: {0} ليس مثل {1}

source: {0} is not one of {1}
ar: {0} ليس واحدًا من {1}

source: {0} is not set
ar: لم يتم تعيين {0}.

source: {0} is now default print format for {1} doctype
ar: أصبح {0} الآن تنسيق الطباعة الافتراضي لنوع المستند {1}.

source: {0} is one of {1}
ar: {0} هو واحد من {1}

source: {0} is required
ar: {0} مطلوب

source: {0} is set
ar: تم تعيين {0}.

source: {0} is within {1}
ar: {0} يقع ضمن {1}

source: {0} items selected
ar: تم تحديد {0} عنصر

source: {0} just impersonated as you. They gave this reason: {1}
ar: {0} تم انتحال شخصيتك للتو. أعطوا هذا السبب: {1}

source: {0} last edited this
ar: قام {0} بتحرير هذا آخر مرة

source: {0} logged in
ar: تم تسجيل الدخول بواسطة {0}.

source: {0} logged out: {1}
ar: تم تسجيل الخروج من {0}: {1}

source: {0} m
ar: {0} م

source: {0} mentioned you in a comment in {1} {2}
ar: أشار {0} إليك في تعليق في {1} {2}

source: {0} minutes ago
ar: منذ {0} دقيقة

source: {0} months ago
ar: منذ {0} أشهر

source: {0} must be after {1}
ar: يجب أن يكون {0} بعد {1}

source: {0} must be one of {1}
ar: يجب أن يكون {0} واحدًا من {1}

source: {0} must be set first
ar: يجب تعيين {0} أولاً

source: {0} must be unique
ar: يجب أن يكون {0} فريدًا

source: {0} must begin and end with a letter and can only contain letters, hyphen or underscore.
ar: يجب أن يبدأ {0} وينتهي بحرف ويمكن أن يحتوي فقط على أحرف أو واصلة أو شرطة سفلية.

source: {0} not a valid State
ar: {0} ليست حالة صالحة

source: {0} not allowed to be renamed
ar: {0} غير مسموح بإعادة تسميته

source: {0} not found
ar: {0} غير موجود

source: {0} of {1}
ar: {0} من {1}

source: {0} of {1} ({2} rows with children)
ar: {0} من {1} ({2} صف به عناصر فرعية)

source: {0} of {1} sent
ar: تم إرسال {0} من {1}.

# Money in words
source: {0} only.
ar: {0} فقط.

source: {0} or {1}
ar: {0} أو {1}

source: {0} record deleted
ar: تم حذف سجل {0}.

source: {0} records are not automatically deleted.
ar: {0} لا يتم حذف السجلات تلقائيًا.

source: {0} records are retained for {1} days.
ar: يتم الاحتفاظ بسجلات {0} لمدة {1} يومًا.

source: {0} records deleted
ar: تم حذف {0} سجل

source: {0} records will be exported
ar: سيتم تصدير {0} من السجلات

# Form timeline
source: {0} removed attachment {1}
ar: {0} تمت إزالة المرفق {1}

source: {0} removed their assignment.
ar: قام {0} بإزالة مهمته.

source: {0} reverted your point on {1}
ar: تراجع {0} عن وجهة نظرك في {1}

source: {0} reverted your points on {1}
ar: قام {0} بإرجاع نقاطك في {1}

source: {0} reverted {1}
ar: تم إرجاع {0} {1}

source: {0} role does not have permission on any doctype
ar: ليس لدى الدور {0} إذن على أي نوع مستند

source: {0} saved successfully
ar: تم حفظ {0} بنجاح

source: {0} self assigned this task: {1}
ar: {0} تم تعيين هذه المهمة لنفسه: {1}

source: {0} shared a document {1} {2} with you
ar: شارك {0} مستندًا {1} {2} معك

source: {0} shared this document with everyone
ar: شارك {0} هذا المستند مع الجميع

source: {0} shared this document with {1}
ar: شارك {0} هذا المستند مع {1}

source: {0} should be indexed because it's referred in dashboard connections
ar: يجب أن تتم فهرسة {0} لأنه تمت الإشارة إليه في اتصالات لوحة المعلومات

source: {0} should not be same as {1}
ar: يجب ألا يكون {0} هو نفسه {1}

source: {0} submitted this document
ar: أرسل {0} هذا المستند

# Form timeline
source: {0} submitted this document {1}
ar: {0} أرسل هذا المستند {1}

source: {0} subscribers added
ar: تمت إضافة {0} مشترك

source: {0} to stop receiving emails of this type
ar: {0} لإيقاف تلقي رسائل البريد الإلكتروني من هذا النوع

source: {0} to {1}
ar: {0} إلى {1}

source: {0} un-shared this document with {1}
ar: {0} قام بإلغاء مشاركة هذا المستند مع {1}

source: {0} updated
ar: تم تحديث {0}.

source: {0} values selected
ar: تم تحديد {0} قيم

source: {0} viewed this
ar: {0} شاهد هذا

source: {0} w
ar: {0} ث

source: {0} weeks ago
ar: قبل {0} أسابيع

source: {0} y
ar: {0} ص

source: {0} years ago
ar: منذ {0} سنة

source: {0} {1} added
ar: تمت إضافة {0} {1}.

source: {0} {1} added to Dashboard {2}
ar: تمت إضافة {0} {1} إلى لوحة المعلومات {2}

source: {0} {1} already exists
ar: {0} {1} موجود بالفعل

source: {0} {1} cannot be "{2}". It should be one of "{3}"
ar: لا يمكن أن يكون {0} {1} &quot;{2}&quot;. ينبغي أن يكون واحدًا من &quot;{3}&quot;

source: {0} {1} cannot be a leaf node as it has children
ar: لا يمكن أن يكون {0} {1} عقدة طرفية لأنه يحتوي على عناصر فرعية

source: {0} {1} does not exist, select a new target to merge
ar: {0} {1} غير موجود، حدد هدفًا جديدًا للدمج

source: {0} {1} is linked with the following submitted documents: {2}
ar: {0} {1} مرتبط بالمستندات المقدمة التالية: {2}

source: {0} {1} not found
ar: {0} {1} غير موجود

source: {0} {1}: Submitted Record cannot be deleted. You must {2} Cancel {3} it first.
ar: {0} {1}: لا يمكن حذف السجل المقدم. يجب عليك {2} إلغاء {3} أولاً.

source: {0}, Row {1}
ar: {0}، الصف {1}

source: {0}: '{1}' ({3}) will get truncated, as max characters allowed is {2}
ar: {0}: سيتم اقتطاع &#39;{1}&#39; ({3})، حيث أن الحد الأقصى للأحرف المسموح به هو {2}

source: {0}: Cannot set Amend without Cancel
ar: {0}: لا يمكن تعيين تعديل بدون إلغاء

source: {0}: Cannot set Assign Amend if not Submittable
ar: {0}: لا يمكن تعيين &quot;تعيين التعديل&quot; إذا لم يكن قابلاً للإرسال
