Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: For Document Type
ar: لنوع الوثيقة

source: For Example: {} Open
ar: على سبيل المثال: {} مفتوح

source: For Links, enter the DocType as range. For Select, enter list of Options, each on a new line.
ar: بالنسبة للارتباطات، أدخل DocType كنطاق. للتحديد، أدخل قائمة الخيارات، كل منها في سطر جديد.

source: For User
ar: للمستخدم

source: For Value
ar: للقيمة

source: For comparison, use >5, <10 or =324. For ranges, use 5:10 (for values between 5 & 10).
ar: للمقارنة، استخدم &gt;5، &lt;10 أو =324. بالنسبة للنطاقات، استخدم 5:10 (للقيم بين 5 و10).

source: For example if you cancel and amend INV004 it will become a new document INV004-1. This helps you to keep track of each amendment.
ar: على سبيل المثال، إذا قمت بإلغاء INV004 وتعديله، فسيصبح مستندًا جديدًا INV004-1. وهذا يساعدك على متابعة كل تعديل.

source: For example:
ar: على سبيل المثال:

source: For example: If you want to include the document ID, use {0}
ar: على سبيل المثال: إذا كنت تريد تضمين معرف المستند، فاستخدم {0}

source: For example: {} Open
ar: على سبيل المثال: {} مفتوح

source: For help see <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API and Examples</a>
ar: للحصول على المساعدة، راجع <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">واجهة برمجة تطبيقات البرنامج النصي للعميل والأمثلة</a>

source: For more information, <a class="text-muted" href="https://erpnext.com/docs/user/manual/en/setting-up/email/linking-emails-to-document">click here</a>.
ar: لمزيد من المعلومات، <a class="text-muted" href="https://erpnext.com/docs/user/manual/en/setting-up/email/linking-emails-to-document">انقر هنا</a> .

source: For more information, {0}.
ar: لمزيد من المعلومات، {0}.

source: For multiple addresses, enter the address on different line. e.g. test@test.com ⏎ test1@test.com
ar: بالنسبة للعناوين المتعددة، أدخل العنوان على سطر مختلف. على سبيل المثال test@test.com ⏎ test1@test.com

source: For updating, you can update only selective columns.
ar: للتحديث، يمكنك تحديث الأعمدة المحددة فقط.

source: For {0} at level {1} in {2} in row {3}
ar: لـ {0} في المستوى {1} في {2} في الصف {3}

source: Force
ar: قوة

source: Force Re-route to Default View
ar: فرض إعادة التوجيه إلى العرض الافتراضي

source: Force Show
ar: عرض القوة

source: Force Stop job
ar: وظيفة إيقاف القوة

source: Force User to Reset Password
ar: إجبار المستخدم على إعادة تعيين كلمة المرور

source: Force Web Capture Mode for Uploads
ar: فرض وضع التقاط الويب للتحميلات

source: Forgot Password?
ar: هل نسيت كلمة السر؟

source: Form
ar: استمارة

source: Form Builder
ar: منشئ النموذج

source: Form Dict
ar: نموذج الإملاء

source: Form Settings
ar: إعدادات النموذج

source: Form Tour
ar: جولة النموذج

source: Form Tour Step
ar: خطوة جولة النموذج

source: Form URL-Encoded
ar: نموذج URL مشفر

source: Format
ar: شكل

source: Format Data
ar: تنسيق البيانات

source: Forward
ar: إلى الأمام

source: Forward To Email Address
ar: إعادة التوجيه إلى عنوان البريد الإلكتروني

source: Fraction
ar: جزء

source: Fraction Units
ar: وحدات الكسر

source: Frappe
ar: فرابيه

source: Frappe Framework
ar: إطار فرابيه

source: Frappe Light
ar: فرابيه لايت

source: Frappe Mail
ar: فرابيه بريد

source: Frappe Mail OAuth Error
ar: خطأ Frappe Mail OAuth

source: Frappe Mail Site
ar: موقع بريد فرابيه

source: Frappe Support
ar: دعم فرابيه

source: Frappe page builder using components
ar: منشئ صفحة Frappe باستخدام المكونات

# Image Cropper
source: Free
ar: حر

source: Frequency
ar: تكرار

source: Friday
ar: جمعة

source: From
ar: من

source: From Date
ar: من التاريخ

source: From Date Field
ar: من حقل التاريخ

source: From Document Type
ar: من نوع الوثيقة

source: From Full Name
ar: من الاسم الكامل

source: From User
ar: من المستخدم

source: From version
ar: من الإصدار

source: Full
ar: ممتلىء

source: Full Name
ar: الاسم الكامل

source: Full Page
ar: صفحة كاملة

source: Full Width
ar: العرض الكامل

source: Function
ar: وظيفة

source: Function Based On
ar: وظيفة على أساس

source: Function {0} is not whitelisted.
ar: الوظيفة {0} ليست مدرجة في القائمة البيضاء.

source: Further nodes can be only created under 'Group' type nodes
ar: لا يمكن إنشاء المزيد من العقد إلا ضمن العقد من النوع &quot;المجموعة&quot;.

source: Fw: {0}
ar: مهاجم: {0}

source: GET
ar: يحصل

source: GMail
ar: بريد جوجل

source: GNU Affero General Public License
ar: رخصة جنو أفيرو العامة

source: GNU General Public License
ar: رخصة جنو المدنية العامة

source: Gantt
ar: جانت

source: Gantt View
ar: عرض جانت

source: Gender
ar: جنس

source: General
ar: عام

source: Generate Custom Reports
ar: إنشاء تقارير مخصصة

source: Generate Keys
ar: توليد المفاتيح

source: Generate New Report
ar: إنشاء تقرير جديد

source: Generate Random Password
ar: إنشاء كلمة مرور عشوائية

source: Generate Tracking URL
ar: إنشاء عنوان URL للتتبع

source: Geolocation
ar: تحديد الموقع الجغرافي

source: Get Alerts for Today
ar: احصل على تنبيهات لهذا اليوم

source: Get Backup Encryption Key
ar: احصل على مفتاح تشفير النسخ الاحتياطي

source: Get Contacts
ar: الحصول على جهات الاتصال

source: Get Fields
ar: الحصول على الحقول

source: Get Header and Footer wkhtmltopdf variables
ar: احصل على متغيرات wkhtmltopdf للرأس والتذييل

source: Get Items
ar: الحصول على العناصر

source: Get OpenID Configuration
ar: احصل على تكوين OpenID

source: Get PDF
ar: احصل على قوات الدفاع الشعبي

source: Get a preview of generated names with a series.
ar: احصل على معاينة للأسماء التي تم إنشاؤها مع سلسلة.

source: Get more insights with
ar: احصل على المزيد من الأفكار مع

source: Get notified when an email is received on any of the documents assigned to you.
ar: احصل على إشعار عند تلقي بريد إلكتروني بشأن أي من المستندات المخصصة لك.

source: Get your globally recognized avatar from Gravatar.com
ar: احصل على الصورة الرمزية المعترف بها عالميًا من موقع Gravatar.com

source: Git Branch
ar: فرع جيت

source: GitHub
ar: جيثب

source: Github flavoured markdown syntax
ar: بناء جملة تخفيض السعر بنكهة جيثب

source: Give Review Points
ar: إعطاء نقاط المراجعة

source: Global Search DocType
ar: DocType البحث العالمي

source: Global Search Document Types Reset.
ar: إعادة ضبط أنواع مستندات البحث العالمية.

source: Global Search Settings
ar: إعدادات البحث العالمية

source: Global Shortcuts
ar: الاختصارات العالمية

source: Global Unsubscribe
ar: عالمي إلغاء الاشتراك

source: Go
ar: يذهب

source: Go Back
ar: عُد

source: Go to Notification Settings List
ar: انتقل إلى قائمة إعدادات الإشعارات

source: Go to Page
ar: انتقل إلى صفحة

source: Go to Workflow
ar: انتقل إلى سير العمل

source: Go to Workspace
ar: انتقل إلى مساحة العمل

source: Go to next record
ar: انتقل إلى السجل التالي

source: Go to previous record
ar: انتقل إلى السجل السابق

source: Go to the document
ar: اذهب إلى الوثيقة

source: Go to this URL after completing the form
ar: انتقل إلى عنوان URL هذا بعد إكمال النموذج

source: Go to {0}
ar: اذهب إلى {0}

source: Go to {0} List
ar: انتقل إلى قائمة {0}.

source: Go to {0} Page
ar: انتقل إلى صفحة {0}.

source: Goal
ar: هدف

source: Google
ar: جوجل

source: Google Analytics ID
ar: معرف Google Analytics

source: Google Analytics anonymise IP
ar: يقوم Google Analytics بإخفاء هوية IP

source: Google Calendar
ar: تقويم جوجل

source: Google Calendar
ar: تقويم جوجل

source: Google Calendar - Contact / email not found. Did not add attendee for -<br>{0}
ar: تقويم Google - لم يتم العثور على جهة الاتصال / البريد الإلكتروني. لم تتم إضافة الحضور لـ -<br> {0}

source: Google Calendar - Could not create Calendar for {0}, error code {1}.
ar: تقويم Google - تعذر إنشاء تقويم لـ {0}، رمز الخطأ {1}.

source: Google Calendar - Could not delete Event {0} from Google Calendar, error code {1}.
ar: تقويم Google - تعذر حذف الحدث {0} من تقويم Google، رمز الخطأ {1}.

source: Google Calendar - Could not fetch event from Google Calendar, error code {0}.
ar: تقويم Google - تعذر جلب الحدث من تقويم Google، رمز الخطأ {0}.

source: Google Calendar - Could not insert contact in Google Contacts {0}, error code {1}.
ar: تقويم Google - تعذر إدراج جهة اتصال في جهات اتصال Google {0}، رمز الخطأ {1}.

source: Google Calendar - Could not insert event in Google Calendar {0}, error code {1}.
ar: تقويم Google - تعذر إدراج حدث في تقويم Google {0}، رمز الخطأ {1}.

source: Google Calendar - Could not update Event {0} in Google Calendar, error code {1}.
ar: تقويم Google - تعذر تحديث الحدث {0} في تقويم Google، رمز الخطأ {1}.

source: Google Calendar Event ID
ar: معرف حدث تقويم Google

source: Google Calendar ID
ar: معرف تقويم جوجل

source: Google Calendar has been configured.
ar: تم تكوين تقويم Google.

source: Google Contacts
ar: جهات اتصال جوجل

source: Google Contacts
ar: جهات اتصال جوجل

source: Google Contacts - Could not sync contacts from Google Contacts {0}, error code {1}.
ar: جهات اتصال Google - تعذرت مزامنة جهات الاتصال من جهات اتصال Google {0}، رمز الخطأ {1}.

source: Google Contacts - Could not update contact in Google Contacts {0}, error code {1}.
ar: جهات اتصال Google - تعذر تحديث جهة الاتصال في جهات اتصال Google {0}، رمز الخطأ {1}.

source: Google Contacts Id
ar: معرف جهات اتصال جوجل

source: Google Drive
ar: جوجل درايف

source: Google Drive
ar: جوجل درايف

source: Google Drive - Could not create folder in Google Drive - Error Code {0}
ar: Google Drive - تعذر إنشاء مجلد في Google Drive - رمز الخطأ {0}

source: Google Drive - Could not find folder in Google Drive - Error Code {0}
ar: Google Drive - تعذر العثور على المجلد في Google Drive - رمز الخطأ {0}

source: Google Drive - Could not locate - {0}
ar: Google Drive - تعذر تحديد الموقع - {0}

source: Google Drive Backup Successful.
ar: نجح النسخ الاحتياطي في Google Drive.

source: Google Drive Picker
ar: جوجل درايف منتقي

source: Google Drive Picker Enabled
ar: تم تمكين منتقي Google Drive

source: Google Font
ar: جوجل الخط

source: Google Meet Link
ar: رابط جوجل ميت

source: Google Services
ar: خدمات جوجل

source: Google Settings
ar: إعدادات جوجل

source: Google Settings
ar: إعدادات جوجل

source: Google Sheets URL is invalid or not publicly accessible.
ar: عنوان URL لجداول بيانات Google غير صالح أو لا يمكن الوصول إليه بشكل عام.

source: Google Sheets URL must end with "gid={number}". Copy and paste the URL from the browser address bar and try again.
ar: يجب أن ينتهي عنوان URL لجداول بيانات Google بـ &quot;gid={number}&quot;. انسخ عنوان URL والصقه من شريط عنوان المتصفح وحاول مرة أخرى.

source: Google Snippet Preview
ar: معاينة مقتطف جوجل

source: Grant Type
ar: نوع المنحة

source: Graph
ar: رسم بياني

source: Gray
ar: رمادي

source: Green
ar: أخضر

source: Grid Empty State
ar: حالة الشبكة الفارغة

source: Grid Shortcuts
ar: اختصارات الشبكة

source: Group
ar: مجموعة

source: Group By
ar: مجموعة من

source: Group By Based On
ar: تجميع حسب بناءً على

source: Group By Type
ar: المجموعة حسب النوع

source: Group By field is required to create a dashboard chart
ar: حقل &quot;التجميع حسب&quot; مطلوب لإنشاء مخطط لوحة المعلومات

source: Group Node
ar: عقدة المجموعة

source: Group Object Class
ar: فئة كائن المجموعة

source: Group your custom doctypes under modules
ar: قم بتجميع أنواع المستندات المخصصة الخاصة بك ضمن الوحدات النمطية

source: Grouped by <span style='font-weight:600;'>{0}</b>
ar: تم التجميع حسب <span style='font-weight:600;'>{0}</span>

source: HEAD
ar: رأس

source: HH:mm
ar: سمو: مم

source: HH:mm:ss
ar: سمو:د:ثث

source: HTML
ar: لغة البرمجة

source: HTML Editor
ar: محرر HTML

source: HTML Page
ar: صفحة HTML

source: HTML for header section. Optional
ar: HTML لقسم الرأس. خياري

source: HTML with jinja support
ar: HTML مع دعم جينجا

source: Half
ar: نصف

source: Half Yearly
ar: نصف سنوي

source: Half-yearly
ar: نصف سنوي

source: Handled Emails
ar: رسائل البريد الإلكتروني التي تم التعامل معها

source: Has Attachment
ar: لديها مرفق

source: Has Domain
ar: لديه المجال

source: Has Next Condition
ar: لديه الشرط التالي

source: Has Role
ar: له دور

source: Has Web View
ar: لديه عرض ويب

source: Have an account? Login
ar: هل لديك حساب؟ تسجيل الدخول

source: Header
ar: رأس

source: Header HTML
ar: رأس HTML

source: Header HTML set from attachment {0}
ar: تم تعيين رأس HTML من المرفق {0}

source: Header Script
ar: البرنامج النصي للرأس

source: Header and Breadcrumbs
ar: الرأس وفتات الخبز

source: Header, Robots
ar: الرأس، الروبوتات

source: Header/Footer scripts can be used to add dynamic behaviours.
ar: يمكن استخدام البرامج النصية للرأس/التذييل لإضافة سلوكيات ديناميكية.

source: Headers
ar: الرؤوس

source: Heading
ar: عنوان

source: Heatmap
ar: خريطة الحرارة

source: Hello
ar: مرحبًا

source: Help
ar: يساعد

source: Help Article
ar: مقالة مساعدة

source: Help Article
ar: مقالة مساعدة

source: Help Articles
ar: مقالات المساعدة

source: Help Category
ar: فئة المساعدة

source: Help Category
ar: فئة المساعدة

source: Help Dropdown
ar: مساعدة القائمة المنسدلة

source: Help HTML
ar: مساعدة HTML

source: Help on Search
ar: مساعدة في البحث

source: Help: To link to another record in the system, use "/app/note/[Note Name]" as the Link URL. (don't use "http://")
ar: تعليمات: للارتباط بسجل آخر في النظام، استخدم &quot;/app/note/[اسم الملاحظة]&quot; كعنوان URL للارتباط. (لا تستخدم &quot;http://&quot;)

source: Helpful
ar: متعاون

source: Helvetica
ar: هلفتيكا

source: Helvetica Neue
ar: هلفتيكا نيو

source: Here's your tracking URL
ar: إليك عنوان URL للتتبع الخاص بك

source: Hi {0}
ar: مرحبًا {0}

source: Hidden
ar: مختفي

source: Hidden Fields
ar: الحقول المخفية

source: Hide
ar: يخفي

source: Hide Block
ar: إخفاء الكتلة

source: Hide Border
ar: إخفاء الحدود

source: Hide Buttons
ar: أزرار اخفاء

source: Hide CTA
ar: إخفاء الحث على اتخاذ إجراء

source: Hide Copy
ar: إخفاء النسخ

source: Hide Custom DocTypes and Reports
ar: إخفاء أنواع المستندات والتقارير المخصصة

source: Hide Days
ar: إخفاء الأيام

source: Hide Descendants
ar: إخفاء أحفاد

source: Hide Error
ar: إخفاء الخطأ

source: Hide Login
ar: إخفاء تسجيل الدخول

source: Hide Preview
ar: إخفاء المعاينة

source: Hide Previous, Next and Close button on highlight dialog.
ar: إخفاء الزر السابق والتالي والإغلاق في مربع حوار التمييز.

source: Hide Saved
ar: إخفاء المحفوظة

source: Hide Seconds
ar: إخفاء ثواني

source: Hide Sidebar, Menu, and Comments
ar: إخفاء الشريط الجانبي والقائمة والتعليقات

source: Hide Standard Menu
ar: إخفاء القائمة القياسية

source: Hide Tags
ar: إخفاء العلامات

source: Hide Weekends
ar: إخفاء عطلات نهاية الأسبوع

source: Hide Workspace
ar: إخفاء مساحة العمل

source: Hide descendant records of <b>For Value</b>.
ar: إخفاء السجلات التابعة لـ <b>For Value</b> .

source: Hide details
ar: أخف التفاصيل

source: Hide footer in auto email reports
ar: إخفاء التذييل في تقارير البريد الإلكتروني التلقائية

source: Hide footer signup
ar: إخفاء تسجيل التذييل

source: High
ar: عالي

source: Higher priority rule will be applied first
ar: سيتم تطبيق قاعدة الأولوية العليا أولاً

source: Highlight
ar: تسليط الضوء

source: Hint: Include symbols, numbers and capital letters in the password
ar: تلميح: قم بتضمين الرموز والأرقام والأحرف الكبيرة في كلمة المرور

source: Home
ar: بيت

source: Home Page
ar: الصفحة الرئيسية

source: Home Settings
ar: إعدادات المنزل

source: Home/Test Folder 1
ar: الصفحة الرئيسية/مجلد الاختبار 1

source: Home/Test Folder 1/Test Folder 3
ar: الصفحة الرئيسية/مجلد الاختبار 1/مجلد الاختبار 3

source: Home/Test Folder 2
ar: الصفحة الرئيسية/مجلد الاختبار 2

source: Hourly
ar: ساعيا

source: Hourly Long
ar: ساعة طويلة

source: Hourly rate limit for generating password reset links
ar: حد المعدل بالساعة لإنشاء روابط إعادة تعيين كلمة المرور

source: How should this currency be formatted? If not set, will use system defaults
ar: كيف ينبغي تنسيق هذه العملة؟ إذا لم يتم تعيينه، سيتم استخدام الإعدادات الافتراضية للنظام

source: ID
ar: بطاقة تعريف

# Label of name column in report
source: ID
ar: بطاقة تعريف

source: ID (name)
ar: معرف (اسم)

source: ID (name) of the entity whose property is to be set
ar: معرف (اسم) الكيان الذي سيتم تعيين ممتلكاته

source: IDs must contain only alphanumeric characters, not contain spaces, and should be unique.
ar: يجب أن تحتوي المعرفات على أحرف أبجدية رقمية فقط، ولا تحتوي على مسافات، ويجب أن تكون فريدة.

source: IMAP Details
ar: تفاصيل الوصول عبر IMAP

source: IMAP Folder
ar: مجلد IMAP

source: IP Address
ar: عنوان IP

source: Icon
ar: أيقونة

source: Icon will appear on the button
ar: سوف تظهر أيقونة على الزر

source: Identity Details
ar: تفاصيل الهوية

source: Idx
ar: معرفكس

source: If Apply Strict User Permission is checked and User Permission is defined for a DocType for a User, then all the documents where value of the link is blank, will not be shown to that User
ar: إذا تم تحديد تطبيق إذن مستخدم صارم وتم تحديد إذن المستخدم لـ DocType لمستخدم، فلن يتم عرض جميع المستندات التي تكون فيها قيمة الارتباط فارغة لذلك المستخدم

source: If Checked workflow status will not override status in list view
ar: إذا لم تتجاوز حالة سير العمل المحددة الحالة في عرض القائمة

source: If Owner
ar: إذا مالك

source: If a Role does not have access at Level 0, then higher levels are meaningless.
ar: إذا لم يكن للدور إمكانية الوصول إلى المستوى 0، فإن المستويات الأعلى لا معنى لها.

source: If checked, all other workflows become inactive.
ar: إذا تم تحديده، تصبح كافة مهام سير العمل الأخرى غير نشطة.

source: If checked, negative numeric values of Currency, Quantity or Count would be shown as positive
ar: إذا تم تحديده، فسيتم عرض القيم الرقمية السالبة للعملة أو الكمية أو العدد على أنها موجبة

source: If checked, users will not see the Confirm Access dialog.
ar: إذا تم تحديده، فلن يرى المستخدمون مربع حوار تأكيد الوصول.

source: If disabled, this role will be removed from all users.
ar: إذا تم تعطيله، فستتم إزالة هذا الدور من جميع المستخدمين.

source: If enabled, user can login from any IP Address using Two Factor Auth, this can also be set for all users in System Settings
ar: في حالة تمكينه، يمكن للمستخدم تسجيل الدخول من أي عنوان IP باستخدام Two Factor Auth، ويمكن أيضًا تعيين هذا لجميع المستخدمين في إعدادات النظام

source: If enabled, all users can login from any IP Address using Two Factor Auth. This can also be set only for specific user(s) in User Page
ar: في حالة تمكينه، يمكن لجميع المستخدمين تسجيل الدخول من أي عنوان IP باستخدام Two Factor Auth. يمكن أيضًا تعيين هذا فقط لمستخدم (مستخدمين) محددين في صفحة المستخدم

source: If enabled, changes to the document are tracked and shown in timeline
ar: إذا تم تمكينه، فسيتم تعقب التغييرات التي يتم إجراؤها على المستند وتظهر في المخطط الزمني

source: If enabled, document views are tracked, this can happen multiple times
ar: إذا تم تمكينه، فسيتم تعقب طرق عرض المستند، ويمكن أن يحدث هذا عدة مرات

source: If enabled, the document is marked as seen, the first time a user opens it
ar: إذا تم تمكينه، فسيتم وضع علامة على المستند كمشاهد، في المرة الأولى التي يفتحها فيها المستخدم

source: If enabled, the notification will show up in the notifications dropdown on the top right corner of the navigation bar.
ar: إذا تم تمكينه، فسيظهر الإشعار في قائمة الإشعارات المنسدلة في الزاوية اليمنى العليا من شريط التنقل.

source: If enabled, the password strength will be enforced based on the Minimum Password Score value. A value of 2 being medium strong and 4 being very strong.
ar: إذا تم تمكينه، فسيتم فرض قوة كلمة المرور بناءً على قيمة الحد الأدنى لنقاط كلمة المرور. القيمة 2 تعني متوسطة القوة و4 قوية جدًا.

source: If enabled, users who login from Restricted IP Address, won't be prompted for Two Factor Auth
ar: إذا تم تمكينه، فلن تتم مطالبة المستخدمين الذين يقومون بتسجيل الدخول من عنوان IP مقيد، بالمصادقة الثنائية

source: If enabled, users will be notified every time they login. If not enabled, users will only be notified once.
ar: إذا تم تمكينه، سيتم إعلام المستخدمين في كل مرة يقومون فيها بتسجيل الدخول. إذا لم يتم تمكينه، فسيتم إعلام المستخدمين مرة واحدة فقط.

source: If left empty, the default workspace will be the last visited workspace
ar: إذا تركت فارغة، ستكون مساحة العمل الافتراضية هي آخر مساحة عمل تمت زيارتها

source: If non standard port (e.g. 587)
ar: إذا كان المنفذ غير قياسي (على سبيل المثال 587)

source: If non standard port (e.g. 587). If on Google Cloud, try port 2525.
ar: إذا كان المنفذ غير قياسي (على سبيل المثال 587). إذا كنت تستخدم Google Cloud، فجرّب المنفذ 2525.

source: If non-standard port (e.g. POP3: 995/110, IMAP: 993/143)
ar: إذا كان المنفذ غير قياسي (مثل POP3: 995/110، IMAP: 993/143)

source: If not set, the currency precision will depend on number format
ar: إذا لم يتم ضبطها، فستعتمد دقة العملة على تنسيق الأرقام

source: If set, only user with these roles can access this chart. If not set, DocType or Report permissions will be used.
ar: إذا تم تعيينها، فلن يتمكن سوى المستخدم الذي لديه هذه الأدوار من الوصول إلى هذا المخطط. إذا لم يتم تعيينه، فسيتم استخدام أذونات DocType أو التقرير.

source: If the condition is satisfied user will be rewarded with the points. eg. doc.status == 'Closed'
ar: إذا تم استيفاء الشرط، فسيتم مكافأة المستخدم بالنقاط. على سبيل المثال. doc.status == &quot;مغلق&quot;

source: If the user has any role checked, then the user becomes a "System User". "System User" has access to the desktop
ar: إذا قام المستخدم بالتحقق من أي دور، فسيصبح المستخدم &quot;مستخدم النظام&quot;. &quot;مستخدم النظام&quot; لديه حق الوصول إلى سطح المكتب

source: If these instructions where not helpful, please add in your suggestions on GitHub Issues.
ar: إذا لم تكن هذه التعليمات مفيدة، فيرجى إضافة اقتراحاتك بشأن مشكلات GitHub.

source: If unchecked, the value will always be re-fetched on save.
ar: إذا لم يتم تحديده، فسيتم دائمًا إعادة جلب القيمة عند الحفظ.

source: If user is the owner
ar: إذا كان المستخدم هو المالك

source: If you are updating, please select "Overwrite" else existing rows will not be deleted.
ar: إذا كنت تقوم بالتحديث، فيرجى تحديد &quot;الكتابة فوق&quot; وإلا فلن يتم حذف الصفوف الموجودة.

source: If you are uploading new records, "Naming Series" becomes mandatory, if present.
ar: إذا كنت تقوم بتحميل سجلات جديدة، تصبح &quot;سلسلة التسمية&quot; إلزامية، إذا كانت موجودة.

source: If you are uploading new records, leave the "name" (ID) column blank.
ar: إذا كنت تقوم بتحميل سجلات جديدة، فاترك عمود &quot;الاسم&quot; (المعرف) فارغًا.

source: If you have recently restored the site you may need to copy the site config contaning original Encryption Key.
ar: إذا قمت مؤخرًا باستعادة الموقع، فقد تحتاج إلى نسخ تكوين الموقع الذي يحتوي على مفتاح التشفير الأصلي.

source: If you just want to customize for your site, use {0} instead.
ar: إذا كنت تريد فقط التخصيص لموقعك، فاستخدم {0} بدلاً من ذلك.

source: If you set this, this Item will come in a drop-down under the selected parent.
ar: إذا قمت بتعيين هذا، فسيظهر هذا العنصر في القائمة المنسدلة أسفل الأصل المحدد.

source: If you think this is unauthorized, please change the Administrator password.
ar: إذا كنت تعتقد أن هذا غير مصرح به، يرجى تغيير كلمة مرور المسؤول.

source: If your CSV uses a different delimiter, add that character here, ensuring no spaces or additional characters are included.
ar: إذا كان ملف CSV الخاص بك يستخدم محددًا مختلفًا، فأضف هذا الحرف هنا، مع التأكد من عدم تضمين أي مسافات أو أحرف إضافية.

source: If your data is in HTML, please copy paste the exact HTML code with the tags.
ar: إذا كانت بياناتك بتنسيق HTML، فيرجى نسخ رمز HTML الدقيق ولصقه مع العلامات.

source: Ignore User Permissions
ar: تجاهل أذونات المستخدم

source: Ignore XSS Filter
ar: تجاهل عامل تصفية XSS

source: Ignore attachments over this size
ar: تجاهل المرفقات التي يزيد حجمها عن هذا الحجم

source: Ignored Apps
ar: التطبيقات التي تم تجاهلها

source: Illegal Access Token. Please try again
ar: رمز الوصول غير القانوني. حاول مرة اخرى

source: Illegal Document Status for {0}
ar: حالة المستند غير قانوني لـ {0}

source: Illegal SQL Query
ar: استعلام SQL غير قانوني

source: Illegal template
ar: قالب غير قانوني

source: Image
ar: صورة

source: Image Field
ar: حقل الصورة

source: Image Height
ar: ارتفاع الصورة

source: Image Link
ar: رابط الصورة

source: Image View
ar: عرض الصورة

source: Image Width
ar: عرض الصورة
