Repository: akwadqa/akwad_frappe_fixes
Catalog: akwad_frappe_fixes/locale/*.po
Languages: ar

source: User with email: {0} does not exist in the system. Please ask 'System Administrator' to create the user for you.
ar: مستخدم لديه بريد إلكتروني: {0} غير موجود في النظام. من فضلك اطلب من &quot;مسؤول النظام&quot; إنشاء المستخدم لك.

source: User {0} cannot be deleted
ar: لا يمكن حذف المستخدم {0}.

source: User {0} cannot be disabled
ar: لا يمكن تعطيل المستخدم {0}.

source: User {0} cannot be renamed
ar: لا يمكن إعادة تسمية المستخدم {0}.

source: User {0} does not have access to this document
ar: المستخدم {0} ليس لديه حق الوصول إلى هذا المستند

source: User {0} does not have doctype access via role permission for document {1}
ar: ليس لدى المستخدم {0} حق الوصول إلى نوع المستند عبر إذن الدور للمستند {1}

source: User {0} does not have the permission to create a Workspace.
ar: المستخدم {0} ليس لديه الإذن بإنشاء مساحة عمل.

source: User {0} has requested for data deletion
ar: لقد طلب المستخدم {0} حذف البيانات

source: User {0} impersonated as {1}
ar: تم انتحال شخصية المستخدم {0} كـ {1}

source: User {0} is disabled
ar: تم تعطيل المستخدم {0}.

source: User {0} is disabled. Please contact your System Manager.
ar: تم تعطيل المستخدم {0}. يرجى الاتصال بمدير النظام الخاص بك.

source: User {0} is not permitted to access this document.
ar: غير مسموح للمستخدم {0} بالوصول إلى هذا المستند.

source: Userinfo URI
ar: URI لمعلومات المستخدم

source: Username
ar: اسم المستخدم

source: Username {0} already exists
ar: اسم المستخدم {0} موجود بالفعل

source: Users
ar: المستخدمين

source: Users assigned to the reference document will get points.
ar: سيحصل المستخدمون المعينون للمستند المرجعي على نقاط.

source: Users with role {0}:
ar: المستخدمون ذوو الدور {0}:

source: Uses system's theme to switch between light and dark mode
ar: يستخدم سمة النظام للتبديل بين الوضع الفاتح والداكن

source: Using this console may allow attackers to impersonate you and steal your information. Do not enter or paste code that you do not understand.
ar: قد يسمح استخدام وحدة التحكم هذه للمهاجمين بانتحال شخصيتك وسرقة معلوماتك. لا تدخل أو تلصق رمزًا لا تفهمه.

source: Utilization
ar: استغلال

source: Utilization %
ar: استغلال ٪

source: Valid
ar: صالح

source: Valid Login id required.
ar: مطلوب معرف تسجيل دخول صالح.

source: Valid email and name required
ar: مطلوب بريد إلكتروني صالح واسم

source: Validate Field
ar: التحقق من صحة الحقل

source: Validate Frappe Mail Settings
ar: التحقق من صحة إعدادات بريد Frappe

source: Validate SSL Certificate
ar: التحقق من صحة شهادة SSL

source: Validation Error
ar: خطئ في التحقق

source: Validity
ar: صلاحية

source: Value
ar: قيمة

source: Value Based On
ar: القيمة على أساس

source: Value Change
ar: تغيير القيمة

source: Value Changed
ar: تم تغيير القيمة

source: Value To Be Set
ar: القيمة المراد تعيينها

source: Value cannot be changed for {0}
ar: لا يمكن تغيير القيمة لـ {0}

source: Value cannot be negative for
ar: لا يمكن أن تكون القيمة سالبة لـ

source: Value cannot be negative for {0}: {1}
ar: لا يمكن أن تكون القيمة سالبة لـ {0}: {1}

source: Value for a check field can be either 0 or 1
ar: يمكن أن تكون قيمة حقل الاختيار إما 0 أو 1

source: Value for field {0} is too long in {1}. Length should be lesser than {2} characters
ar: قيمة الحقل {0} طويلة جدًا في {1}. يجب أن يكون الطول أقل من {2} حرفًا

source: Value for {0} cannot be a list
ar: لا يمكن أن تكون قيمة {0} قائمة

source: Value from this field will be set as the due date in the ToDo
ar: سيتم تعيين القيمة من هذا الحقل كتاريخ الاستحقاق في ToDo

source: Value missing for
ar: القيمة مفقودة ل

source: Value must be one of {0}
ar: يجب أن تكون القيمة واحدة من {0}

source: Value to Validate
ar: القيمة المراد التحقق منها

source: Value too big
ar: القيمة كبيرة جدًا

source: Value {0} missing for {1}
ar: القيمة {0} مفقودة لـ {1}

source: Value {0} must be in the valid duration format: d h m s
ar: يجب أن تكون القيمة {0} بتنسيق المدة الصالح: dhms

source: Value {0} must in {1} format
ar: يجب أن تكون القيمة {0} بتنسيق {1}.

source: Values Changed
ar: تغيرت القيم

source: Verdana
ar: فيردانا

source: Verification Code
ar: رمز التحقق

source: Verification Link
ar: رابط التحقق

source: Verification code email not sent. Please contact Administrator.
ar: لم يتم إرسال رمز التحقق عبر البريد الإلكتروني. يرجى الاتصال بالمسؤول.

source: Verification code has been sent to your registered email address.
ar: تم إرسال رمز التحقق إلى عنوان بريدك الإلكتروني المسجل.

source: Verified
ar: تم التحقق

source: Verify
ar: يؤكد

source: Verify Password
ar: اكد كلمة المرور

source: Verifying...
ar: جارٍ التحقق...

source: Version
ar: إصدار

source: Version Updated
ar: تم تحديث الإصدار

source: Video URL
ar: رابط الفيديو

source: View
ar: منظر

source: View All
ar: عرض الكل

source: View Audit Trail
ar: عرض مسار التدقيق

source: View Blog Post
ar: عرض مشاركة المدونة

source: View Comment
ar: عرض التعليق

source: View Full Log
ar: عرض السجل الكامل

source: View List
ar: عرض القائمة

source: View Log
ar: سجل عرض

source: View Permitted Documents
ar: عرض المستندات المسموح بها

source: View Properties (via Customize Form)
ar: عرض الخصائص (عبر نموذج التخصيص)

source: View Ref
ar: عرض المرجع

source: View Report
ar: عرض التقرير

source: View Settings
ar: عرض الإعدادات

source: View Switcher
ar: عرض الجلاد

source: View Website
ar: عرض الموقع

source: View document
ar: عرض الوثيقة

source: View file
ar: استعراض الملف

source: View report in your browser
ar: عرض التقرير في المتصفح الخاص بك

source: View this in your browser
ar: عرض هذا في المتصفح الخاص بك

# Button in web form
source: View your response
ar: شاهد ردك

source: View {0}
ar: عرض {0}

source: Viewed By
ar: تمت المشاهدة بواسطة

source: Views
ar: الآراء

source: Virtual
ar: افتراضي

source: Virtual DocType {} requires a static method called {} found {}
ar: يتطلب Virtual DocType {} طريقة ثابتة تسمى {} تم العثور عليها {}

source: Virtual DocType {} requires overriding an instance method called {} found {}
ar: يتطلب Virtual DocType {} تجاوز طريقة مثيل تسمى {} تم العثور عليها {}

source: Visibility
ar: الرؤية

source: Visit
ar: يزور

source: Visit Web Page
ar: قم بزيارة صفحة الويب

source: Visitor ID
ar: معرف الزائر

source: Want to discuss?
ar: تريد مناقشة؟

source: Warehouse
ar: مستودع

source: Warning
ar: تحذير

source: Warning: DATA LOSS IMMINENT! Proceeding will permanently delete following database columns from doctype {0}:
ar: تحذير: فقدان البيانات وشيك! ستؤدي المتابعة إلى حذف أعمدة قاعدة البيانات التالية نهائيًا من نوع المستند {0}:

source: Warning: Unable to find {0} in any table related to {1}
ar: تحذير: غير قادر على العثور على {0} في أي جدول متعلق بـ {1}

source: Warning: Updating counter may lead to document name conflicts if not done properly
ar: تحذير: قد يؤدي تحديث العداد إلى تعارض أسماء المستندات إذا لم يتم ذلك بشكل صحيح

source: Was this article helpful?
ar: هل كان المقال مساعدا؟!

source: Watch Tutorial
ar: مشاهدة البرنامج التعليمي

source: Watch Video
ar: شاهد الفيديو

source: We do not allow editing of this document. Simply click the Edit button on the workspace page to make your workspace editable and customize it as you wish
ar: نحن لا نسمح بتحرير هذه الوثيقة. ما عليك سوى النقر فوق الزر &quot;تحرير&quot; الموجود على صفحة مساحة العمل لجعل مساحة العمل الخاصة بك قابلة للتحرير وتخصيصها كما تريد

source: We have received a request for deletion of {0} data associated with: {1}
ar: لقد تلقينا طلبًا لحذف بيانات {0} المرتبطة بـ: {1}

source: We have received a request from you to download your {0} data associated with: {1}
ar: لقد تلقينا طلبًا منك لتنزيل بيانات {0} المرتبطة بـ: {1}

source: We've received your query!
ar: لقد تلقينا استفسارك!

source: Weak
ar: ضعيف

source: Web Form
ar: نموذج ويب

source: Web Form
ar: نموذج ويب

source: Web Form Field
ar: حقل نموذج الويب

source: Web Form Fields
ar: حقول نموذج الويب

source: Web Form List Column
ar: عمود قائمة نماذج الويب

source: Web Page
ar: صفحة على الإنترنت

source: Web Page
ar: صفحة على الإنترنت

source: Web Page Block
ar: كتلة صفحة الويب

source: Web Page URL
ar: عنوان URL لصفحة الويب

source: Web Page View
ar: عرض صفحة الويب

source: Web Site
ar: موقع إلكتروني

source: Web Template
ar: قالب الويب

source: Web Template Field
ar: مجال قالب الويب

source: Web Template Values
ar: قيم قالب الويب

source: Web Template is not specified
ar: لم يتم تحديد قالب الويب

source: Web View
ar: عرض الويب

source: Webhook
ar: خطاف ويب

source: Webhook
ar: خطاف ويب

source: Webhook Data
ar: بيانات الويب هوك

source: Webhook Header
ar: رأس خطاف الويب

source: Webhook Headers
ar: رؤوس خطاف الويب

source: Webhook Request
ar: طلب خطاف الويب

source: Webhook Request Log
ar: سجل طلبات Webhook

source: Webhook Secret
ar: سر الويب هوك

source: Webhook Security
ar: أمان الويب

source: Webhook Trigger
ar: مشغل الويب هوك

source: Webhook URL
ar: عنوان URL للويب هوك

source: Website
ar: موقع إلكتروني

source: Website Analytics
ar: تحليلات الموقع

source: Website Manager
ar: مدير الموقع

source: Website Meta Tag
ar: العلامة الوصفية لموقع الويب

source: Website Route Meta
ar: موقع الطريق ميتا

source: Website Route Meta
ar: موقع الطريق ميتا

source: Website Route Redirect
ar: إعادة توجيه مسار موقع الويب

source: Website Script
ar: البرنامج النصي للموقع

source: Website Script
ar: البرنامج النصي للموقع

source: Website Search Field
ar: مجال البحث في الموقع

source: Website Search Field must be a valid fieldname
ar: يجب أن يكون حقل البحث في موقع الويب اسم حقل صالحًا

source: Website Settings
ar: إعدادات الموقع

source: Website Settings
ar: إعدادات الموقع

source: Website Sidebar
ar: الشريط الجانبي للموقع

source: Website Sidebar
ar: الشريط الجانبي للموقع

source: Website Sidebar Item
ar: عنصر الشريط الجانبي لموقع الويب

source: Website Slideshow
ar: عرض شرائح الموقع

source: Website Slideshow
ar: عرض شرائح الموقع

source: Website Slideshow Item
ar: عنصر عرض شرائح موقع الويب

source: Website Theme
ar: موضوع الموقع

source: Website Theme
ar: موضوع الموقع

source: Website Theme Ignore App
ar: موضوع موقع الويب تجاهل التطبيق

source: Website Theme Image
ar: صورة موضوع الموقع

source: Website Theme image link
ar: رابط صورة موضوع الموقع

source: Websocket
ar: مقبس الويب

source: Wednesday
ar: الأربعاء

source: Week
ar: أسبوع

source: Weekdays
ar: أيام الأسبوع

source: Weekly
ar: أسبوعي

source: Weekly Long
ar: أسبوعي طويل

source: Welcome
ar: مرحباً

source: Welcome Email Template
ar: قالب البريد الإلكتروني الترحيبي

source: Welcome URL
ar: مرحبا بكم URL

source: Welcome Workspace
ar: مساحة عمل مرحب بها

source: Welcome email sent
ar: تم إرسال البريد الإلكتروني الترحيبي

source: Welcome to {0}
ar: مرحبًا بك في {0}

source: What's New
ar: ما هو الجديد

source: When enabled this will allow guests to upload files to your application, You can enable this if you wish to collect files from user without having them to log in, for example in job applications web form.
ar: عند تمكين هذا، سيسمح للضيوف بتحميل الملفات إلى التطبيق الخاص بك، ويمكنك تمكين هذا إذا كنت ترغب في جمع الملفات من المستخدم دون مطالبتهم بتسجيل الدخول، على سبيل المثال في نموذج الويب لتطبيقات الوظائف.

source: When sending document using email, store the PDF on Communication. Warning: This can increase your storage usage.
ar: عند إرسال مستند باستخدام البريد الإلكتروني، قم بتخزين ملف PDF في قسم الاتصالات. تحذير: قد يؤدي ذلك إلى زيادة استخدام مساحة التخزين لديك.

source: When uploading files, force the use of the web-based image capture. If this is unchecked, the default behavior is to use the mobile native camera when use from a mobile is detected.
ar: عند تحميل الملفات، فرض استخدام التقاط الصور على شبكة الإنترنت. إذا لم يتم تحديد هذا الخيار، فإن السلوك الافتراضي هو استخدام الكاميرا الأصلية للهاتف المحمول عند اكتشاف الاستخدام من هاتف محمول.

source: When you Amend a document after Cancel and save it, it will get a new number that is a version of the old number.
ar: عند تعديل مستند بعد الإلغاء وحفظه، سيحصل على رقم جديد وهو نسخة من الرقم القديم.

source: Which view of the associated DocType should this shortcut take you to?
ar: ما هو عرض DocType المرتبط الذي يجب أن ينقلك إليه هذا الاختصار؟

source: Width
ar: عرض

source: Widths can be set in px or %.
ar: يمكن ضبط العرض بالبكسل أو %.

source: Wildcard Filter
ar: مرشح البدل

source: Will add "%" before and after the query
ar: سيتم إضافة &quot;%&quot; قبل وبعد الاستعلام

source: Will be used in url (usually first name).
ar: سيتم استخدامه في عنوان url (الاسم الأول عادةً).

source: Will be your login ID
ar: سيكون معرف تسجيل الدخول الخاص بك

source: Will only be shown if section headings are enabled
ar: لن يتم عرضه إلا إذا تم تمكين عناوين الأقسام

source: Will run scheduled jobs only once a day for inactive sites. Default 4 days if set to 0.
ar: سيتم تشغيل المهام المجدولة مرة واحدة فقط يوميًا للمواقع غير النشطة. الافتراضي 4 أيام إذا تم تعيينه على 0.

source: With Letter head
ar: مع رأس الرسالة

source: Worflow States Don't Exist
ar: حالات Worflow غير موجودة

source: Worker Information
ar: معلومات العامل

source: Worker Name
ar: اسم العامل

source: Workflow
ar: سير العمل

source: Workflow
ar: سير العمل

source: Workflow Action
ar: إجراء سير العمل

source: Workflow Action Master
ar: سير العمل العمل الرئيسي

source: Workflow Action Name
ar: اسم إجراء سير العمل

source: Workflow Action Permitted Role
ar: الدور المسموح به لإجراء سير العمل

source: Workflow Action is not created for optional states
ar: لم يتم إنشاء إجراء سير العمل للحالات الاختيارية

source: Workflow Builder
ar: منشئ سير العمل

source: Workflow Builder ID
ar: معرف منشئ سير العمل

source: Workflow Builder allows you to create workflows visually. You can drag and drop states and link them to create transitions. Also you can update thieir properties from the sidebar.
ar: يتيح لك Workflow Builder إنشاء مهام سير العمل بشكل مرئي. يمكنك سحب الحالات وإسقاطها وربطها لإنشاء انتقالات. كما يمكنك تحديث خصائصهم من الشريط الجانبي.

source: Workflow Data
ar: بيانات سير العمل

source: Workflow Details
ar: تفاصيل سير العمل

source: Workflow Document State
ar: حالة مستند سير العمل

source: Workflow Name
ar: اسم سير العمل

source: Workflow State
ar: حالة سير العمل

source: Workflow State Field
ar: حقل حالة سير العمل

source: Workflow State not set
ar: لم يتم تعيين حالة سير العمل

source: Workflow State transition not allowed from {0} to {1}
ar: غير مسموح بانتقال حالة سير العمل من {0} إلى {1}

source: Workflow Status
ar: حالة سير العمل

source: Workflow Transition
ar: انتقال سير العمل

source: Workflow state represents the current state of a document.
ar: تمثل حالة سير العمل الحالة الحالية للمستند.

source: Workflow updated successfully
ar: تم تحديث سير العمل بنجاح

source: Workflows allow you to define custom rules for the approval process of a particular document in ERPNext. You can also set complex Workflow Rules and set approval conditions.
ar: تتيح لك مسارات العمل تحديد القواعد المخصصة لعملية الموافقة على مستند معين في ERPNext. يمكنك أيضًا تعيين قواعد سير العمل المعقدة وتعيين شروط الموافقة.

source: Workspace
ar: مساحة العمل

source: Workspace
ar: مساحة العمل

source: Workspace <b>{0}</b> does not exist
ar: مساحة العمل <b>{0}</b> غير موجودة

source: Workspace Chart
ar: مخطط مساحة العمل

source: Workspace Custom Block
ar: كتلة مخصصة لمساحة العمل

source: Workspace Link
ar: رابط مساحة العمل

source: Workspace Manager
ar: مدير مساحة العمل

source: Workspace Number Card
ar: بطاقة رقم مساحة العمل

source: Workspace Quick List
ar: قائمة سريعة لمساحة العمل

source: Workspace Shortcut
ar: اختصار مساحة العمل

source: Workspace not found
ar: لم يتم العثور على مساحة العمل

source: Workspace {0} Created Successfully
ar: تم إنشاء مساحة العمل {0} بنجاح

source: Workspace {0} Deleted Successfully
ar: تم حذف مساحة العمل {0} بنجاح

source: Workspace {0} Edited Successfully
ar: تم تحرير مساحة العمل {0} بنجاح

source: Workspaces
ar: مساحات العمل

source: Wrapping up
ar: تغليف

source: Write
ar: يكتب

source: Wrong Fetch From value
ar: جلب خاطئ من القيمة

source: X Axis Field
ar: مجال المحور X

source: X Field
ar: حقل X

source: Y Axis
ar: المحور ص

source: Y Axis Fields
ar: حقول المحور Y

source: Y Field
ar: حقل Y

source: Yahoo Mail
ar: بريد ياهو

source: Year
ar: سنة

source: Yearly
ar: سنوي

source: Yellow
ar: أصفر

source: Yes
ar: نعم

# Approve confirmation dialog
source: Yes
ar: نعم

# Checkbox is checked
source: Yes
ar: نعم

# Name of the current user. For example: You edited this 5 hours ago.
source: You
ar: أنت

source: You Liked
ar: أعجبك

source: You are connected to internet.
ar: أنت متصل بالإنترنت.

source: You are impersonating as another user.
ar: أنت تنتحل شخصية مستخدم آخر.

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in field {3}
ar: غير مسموح لك بالوصول إلى سجل {0} هذا لأنه مرتبط بـ {1} &#39;{2}&#39; في الحقل {3}

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in row {3}, field {4}
ar: غير مسموح لك بالوصول إلى سجل {0} هذا لأنه مرتبط بـ {1} &#39;{2}&#39; في الصف {3}، الحقل {4}

source: You are not allowed to create columns
ar: غير مسموح لك بإنشاء أعمدة

source: You are not allowed to delete Standard Report
ar: غير مسموح لك بحذف التقرير القياسي

source: You are not allowed to delete a standard Website Theme
ar: لا يُسمح لك بحذف سمة موقع الويب القياسية

source: You are not allowed to edit the report.
ar: غير مسموح لك بتحرير التقرير.

source: You are not allowed to export {} doctype
ar: غير مسموح لك بتصدير نوع المستند {}.

source: You are not allowed to print this report
ar: غير مسموح لك بطباعة هذا التقرير

source: You are not allowed to send emails related to this document
ar: لا يُسمح لك بإرسال رسائل بريد إلكتروني تتعلق بهذا المستند

source: You are not allowed to update this Web Form Document
ar: غير مسموح لك بتحديث مستند نموذج الويب هذا

source: You are not connected to Internet. Retry after sometime.
ar: أنت غير متصل بالإنترنت. أعد المحاولة بعد وقت ما.

source: You are not permitted to access this page without login.
ar: لا يسمح لك بالدخول إلى هذه الصفحة دون تسجيل الدخول.

source: You are not permitted to access this page.
ar: لا يسمح لك بالوصول إلى هذه الصفحة.

source: You are not permitted to access this resource.
ar: لا يسمح لك بالوصول إلى هذا المورد.

source: You are now following this document. You will receive daily updates via email. You can change this in User Settings.
ar: أنت الآن تتابع هذه الوثيقة. سوف تتلقى التحديثات اليومية عبر البريد الإلكتروني. يمكنك تغيير هذا في إعدادات المستخدم.

source: You are only allowed to update order, do not remove or add apps.
ar: يُسمح لك فقط بتحديث الطلب، ولا يُسمح لك بإزالة التطبيقات أو إضافتها.

source: You are selecting Sync Option as ALL, It will resync all read as well as unread message from server. This may also cause the duplication of Communication (emails).
ar: أنت تقوم بتحديد خيار المزامنة كـ ALL، وسيقوم بإعادة مزامنة جميع الرسائل المقروءة وغير المقروءة من الخادم. وقد يتسبب هذا أيضًا في تكرار الاتصالات (رسائل البريد الإلكتروني).

# Form timeline
source: You attached {0}
ar: لقد أرفقت {0}

source: You can add dynamic properties from the document by using Jinja templating.
ar: يمكنك إضافة خصائص ديناميكية من المستند باستخدام قوالب Jinja.

source: You can also access wkhtmltopdf variables (valid only in PDF print):
ar: يمكنك أيضًا الوصول إلى متغيرات wkhtmltopdf (صالحة فقط في طباعة PDF):

source: You can also copy-paste following link in your browser
ar: يمكنك أيضًا نسخ ولصق الرابط التالي في متصفحك

source: You can also copy-paste this
ar: يمكنك أيضًا نسخ ولصق هذا

source: You can also copy-paste this {0} to your browser
ar: يمكنك أيضًا نسخ ولصق هذا {0} في متصفحك

source: You can change Submitted documents by cancelling them and then, amending them.
ar: يمكنك تغيير المستندات المقدمة عن طريق إلغائها ومن ثم تعديلها.

source: You can change the retention policy from {0}.
ar: يمكنك تغيير سياسة الاحتفاظ من {0}.

source: You can continue with the onboarding after exploring this page
ar: يمكنك متابعة عملية الإعداد بعد استكشاف هذه الصفحة

source: You can disable this {0} instead of deleting it.
ar: يمكنك تعطيل هذا {0} بدلاً من حذفه.

source: You can increase the limit from System Settings.
ar: يمكنك زيادة الحد من إعدادات النظام.

source: You can manually remove the lock if you think it's safe: {}
ar: يمكنك إزالة القفل يدويًا إذا كنت تعتقد أنه آمن: {}

source: You can only insert images in Markdown fields
ar: يمكنك فقط إدراج الصور في حقول Markdown

source: You can only print upto {0} documents at a time
ar: يمكنك طباعة ما يصل إلى {0} مستند فقط في المرة الواحدة

source: You can only set the 3 custom doctypes in the Document Types table.
ar: يمكنك فقط تعيين أنواع المستندات الثلاثة المخصصة في جدول أنواع المستندات.

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
ar: يمكنك فقط تحميل مستندات JPG أو PNG أو PDF أو TXT أو Microsoft.

source: You can only upload upto 5000 records in one go. (may be less in some cases)
ar: يمكنك فقط تحميل ما يصل إلى 5000 سجل دفعة واحدة. (قد يكون أقل في بعض الحالات)

source: You can select one from the following,
ar: يمكنك اختيار واحد مما يلي،

source: You can try changing the filters of your report.
ar: يمكنك محاولة تغيير عوامل التصفية لتقريرك.

source: You can use Customize Form to set levels on fields.
ar: يمكنك استخدام تخصيص النموذج لتعيين مستويات الحقول.

source: You can use wildcard %
ar: يمكنك استخدام حرف البدل %

source: You can't set 'Options' for field {0}
ar: لا يمكنك تعيين &quot;خيارات&quot; للحقل {0}

source: You can't set 'Translatable' for field {0}
ar: لا يمكنك تعيين &quot;قابل للترجمة&quot; للحقل {0}

# Form timeline
source: You cancelled this document
ar: لقد قمت بإلغاء هذا المستند

# Form timeline
source: You cancelled this document {1}
ar: لقد قمت بإلغاء هذا المستند {1}

source: You cannot create a dashboard chart from single DocTypes
ar: لا يمكنك إنشاء مخطط لوحة معلومات من DocTypes فردي

source: You cannot give review points to yourself
ar: لا يمكنك إعطاء نقاط المراجعة لنفسك

source: You cannot unset 'Read Only' for field {0}
ar: لا يمكنك إلغاء تعيين &quot;للقراءة فقط&quot; للحقل {0}

source: You changed the value of {0}
ar: لقد قمت بتغيير قيمة {0}

source: You changed the value of {0} {1}
ar: لقد قمت بتغيير قيمة {0} {1}

source: You changed the values for {0}
ar: لقد قمت بتغيير قيم {0}

source: You changed the values for {0} {1}
ar: لقد قمت بتغيير قيم {0} {1}

# Form timeline
source: You changed {0} to {1}
ar: لقد قمت بتغيير {0} إلى {1}

source: You created this
ar: لقد خلقت هذا

source: You do not have Read or Select Permissions for {}
ar: ليس لديك أذونات القراءة أو التحديد لـ {}

source: You do not have enough permissions to access this resource. Please contact your manager to get access.
ar: ليس لديك الأذونات الكافية للوصول إلى هذا المورد. يرجى الاتصال بمديرك للوصول.

source: You do not have enough permissions to complete the action
ar: ليس لديك الأذونات الكافية لإكمال الإجراء

source: You do not have enough points
ar: ليس لديك ما يكفي من النقاط

source: You do not have enough review points
ar: ليس لديك ما يكفي من نقاط المراجعة

source: You do not have permission to view this document
ar: ليس لديك الإذن لعرض هذه الوثيقة

source: You do not have permissions to cancel all linked documents.
ar: ليس لديك أذونات لإلغاء جميع المستندات المرتبطة.

source: You don't have access to Report: {0}
ar: ليس لديك حق الوصول إلى التقرير: {0}

source: You don't have permission to access the {0} DocType.
ar: ليس لديك إذن للوصول إلى {0} DocType.

source: You don't have permission to access this file
ar: ليس لديك إذن للوصول إلى هذا الملف

source: You don't have permission to get a report on: {0}
ar: ليس لديك إذن للحصول على تقرير عن: {0}

source: You don't have the permissions to access this document
ar: ليس لديك الأذونات اللازمة للوصول إلى هذا المستند

source: You gained {0} point
ar: لقد ربحت {0} نقطة

source: You gained {0} points
ar: لقد ربحت {0} نقطة

source: You have a new message from:
ar: لديك رسالة جديدة من:

source: You have been successfully logged out
ar: لقد تم تسجيل بنجاح

source: You have hit the row size limit on database table: {0}
ar: لقد وصلت إلى الحد الأقصى لحجم الصف في جدول قاعدة البيانات: {0}
